Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

source: The description is not prominent by default; however, some themes may display it
ru_ru: Описание обычно не видно; однако, некоторые темы могут его отображать.

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table
ru_ru: Вы можете изменить отображение этой страницы, воспользовавшись вкладкой «Параметры экрана» чтобы установить, сколько элементов показывать на экране и чтобы показать/скрыть столбцы в таблице.

source: Adding Product Categories
ru_ru: Добавление категорий продуктов

source: You can assign keywords to your products using <strong>tags</strong>. Unlike categories, tags have no hierarchy, meaning there’s no relationship from one tag to another
ru_ru: Вы можете назначить ключевые слова к вашим продуктам, используя <strong>метки</strong>. В отличие от категорий, метки не имеют иерархии, т.е. не связаны друг с другом.

source: When adding a new tag on this screen, you’ll fill in the following fields
ru_ru: Добавляя новую метку на этой странице, заполните следующие поля

source: Adding Product Tags
ru_ru: Добавление меток продукта

source: You can customize the display of this screen’s contents in a number of ways
ru_ru: Можно настроить отображение содержимого этого экрана разнымы способами

source: You can hide/display columns based on your needs and decide how many products to list per screen using the Screen Options tab
ru_ru: Можно скрыть/показать столбцы, основаясь на ваших потребностях и решить, сколько продуктов перечислить на экране, воспользовавшись вкладкой Параметры экрана

source: You can filter the list of products by status using the text links in the upper left to show All, Published, Draft, or Trashed products. The default view is to show all products
ru_ru: Можно фильтровать перечень продуктов по статусу, используя текстовые ссылки вверху слева, чтобы показать все, опубликованные, редактируемые или удаленные продукты. Изначально показываются все.

source: You can refine the list to show only products in a specific category, from a specific month, or by a specific type by using the dropdown menus above the products list. Click the Filter button after making your selection
ru_ru: Можно усовершенствовать перечень, отображая продукты определенной категории, определенного месяца или типа, используя выпадающие меню над списком товаров. Нажмите клавишу «Фильтр» после выбора.

source: You can search for products in a number of ways
ru_ru: Можно искать продукты несколькими способами

source: You can search for products by ID simply type ID: followed by the ID you want to search by into the search box
ru_ru: Вы можете искать продукты по идентификатору. Просто введите ID:, за ним тот идентификатор, который нужно найти, в поле поиска.

source: You can search for products by SKU simply type SKU: followed by the SKU you want to search by into the search box
ru_ru: Вы можете искать продукты по артикулу. Просто введите SKU:, за ним тот артикул, который нужно найти, в поле поиска.

source: You can also edit or move multiple products to the trash at once. Select the products you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply
ru_ru: Вы также можете редактировать или удалять в корзину несколько продуктов сразу. Для этого отметьте нужные продукты галочкой, выберите действие в выпадающем списке меню Групповые действия и нажмите Применить.

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected products at once. To remove a product from the grouping, just click the x next to its name in the Bulk Edit area that appears
ru_ru: С помощью «Группового редактирования» вы можете изменить данные (категорию, автора и т.д.) для всех выбранных продуктов сразу. Чтобы убрать продукт из группировки, просто нажмите Х рядом с его названием в области Группового редактирования

source: Managing Products
ru_ru: Управление продуктами

source: This screen provides access to all of your products. You can customize the display of this screen to suit your workflow
ru_ru: На этой странице можно получить доступ ко всем вашим продуктам. Вы можете приспособить отображения данной страницы к вашему рабочему циклу.

source: Screen Content
ru_ru: Содержимое экрана

source: Searching for Products
ru_ru: Поиск продуктов

source: Bulk Actions
ru_ru: Групповые действия

source: Hi! It looks like you're in need of some help, this help section has been categorized by tabs & runs through quickly what each one does. If you need an extra hand please check out the links to the right
ru_ru: Привет! Кажется, вам нужна помощь. Этот раздел помощи категоризирован вкладками, и быстро объясняет, что делает каждый из них. Если вам нужна дополнительная помощь, пожалуйста, воспользуйтесь ссылками справа.

source: Product Type
ru_ru: Тип продукта

source: Products are categorized into types which determine what kind of shopping experience your customers will have. Simple products are the most common type & offer the standard view. For more info on product types please consult the documentation
ru_ru: Продукты разбиты на типы, которые определяют способ покупки для ваших заказчиков. Простые продукты наиболее типичные и предлагают стандартный просмотр. Чтобы узнать больше о типах продуктов, пожалуйста, обратитесь к документации.

source: Regular Price
ru_ru: Обычная цена

source: This is the baseline price for your product & is what Jigoshop will always default to
ru_ru: Это базовая цена вашего продукта, и Jigoshop будет начинать всегда с неё.

source: Sale Price
ru_ru: Цена распродажи

source: Entering a price or percentage here will place your product on sale unless it is scheduled by clicking the schedule link
ru_ru: Введение здесь цены или процента выставит ваш продукт на распродажу, пока его не запланировано нажатием на соответствующую ссылку.

source: Featuring a product enables its display on the featured products shortcode & widget
ru_ru: Выделение продукта разрешает его показ среди избранного.

source: Switches where taxation rules are applied to the product. Selecting Shipping will only apply tax to the shipping cost of the product
ru_ru: Переключает, как применяются правила начисления налогов к продукту. Выбор Доставка применит налог только на цену доставки товара.

source: Tax Classes
ru_ru: Налоговые классы

source: Choose what defined tax classes apply to this product. By default Standard rate taxation is selected
ru_ru: Выберите какие определенные налоговые классы применяются к данному продукту. По умолчанию выбирается стандартная ставка налогообложения

source: Visibility
ru_ru: Видимость

source: Determines where the product is visible. <strong>Catalog only</strong> hides the product from search results, on the other hand <strong>Search only</strong> hides the product from the shops catalog. <strong>Hidden</strong> hides the product completely whereas <strong>Catalog & Search</strong> enables the product in all areas
ru_ru: Определяет, где продукт является видимым. <strong>Каталог только</strong> скрывает продукт из результатов поиска, с другой стороны <strong>Только поиск</strong> скрывает товар в каталоге магазина. <strong>Скрытые</strong> скрывает продукт полностью, тогда как <strong>Каталог и Поиск</strong> показывает продукт везде

source: Manage Stock
ru_ru: Управление запасами

source: Enabling this will allow Jigoshop to automatically decrease stock & warn you when supplies are low on the dashboard page
ru_ru: Включение этого позволит Jigoshop автоматически уменьшать запасы и предупреждать вас на странице панели, когда ресурсы низкие.

source: Stock Status
ru_ru: Статус запасов

source: Manually switch the stock status of the product between In Stock & Out of Stock
ru_ru: Вручную переключать статус запасов продукта между В наличии и Нет вналичии

source: Stock Quantity
ru_ru: Количество запасов

source: Set the initial stock quantity for Jigoshop stock management. This can be adjusted when new shipments arrive & stock levels increase
ru_ru: Установить начальный объем запасов для управления запасами. Его можно корректировать, когда появляются поступления и объемы запасов растут.

source: Allow Backorders
ru_ru: Разрешить предварительный заказ

source: Sometimes you may want to sell past your stock levels, allowing backorders enables this. Notification to the customer can also be set which displays a message on the catalog screen when stocks are low
ru_ru: Иногда вам может понадобиться продавать ниже уровней объемов запасов. Включение предзаказов позволяет это. Также можно установить объявления заказчику, которое покажет сообщение на странице каталога, когда запасы малы.

source: Attributes define various characteristics of your product, these attributes can then be used to filter & describe your product. They are first configured in the Attributes screen, then added to products in the attributes tab of the product data panel. Attributes can be added by first selecting the attribute to be added and then clicking the Add Attribute button. Attributes can be ordered by dragging & dropping the attributes
ru_ru: Атрибуты определяют различные характеристики вашего продукта. Их потом можно использовать, чтобы отобрать и описать ваш товар. Их надо сначала сконфигурировать на странице Атрибуты, затем добавить к товарам на вкладке атрибутов панели данных товара. Атрибуты можно добавить, сначала выбрав и затем щелкнув на клавишу Добавить атрибут. Атрибуты можно упорядочить перетаскиванием.

source: Display on product page
ru_ru: Отображать на странице продукта

source: You may only want to use attributes for filtering or variations. Enabling this will display the attribute & its values in the Additional Information tab of the product view
ru_ru: Вы можете использовать атрибуты для фильтрования или вариаций. Включение этого покажет атрибут и его значение во вкладке Дополнительная информация при просмотре товара.

source: Is for variations
ru_ru: Для вариантов

source: Marks the attribute for variation. You must first mark your attributes for variation before adding any variations
ru_ru: Обозначает атрибут как вариацию. Сначала нужно обозначить ваши атрибуты перед добавлением любой вариации.

source: Product Group
ru_ru: Группа продуктов

source: Specify the Grouped product to attach this product to. Before you can attach a product you must first create the grouped product
ru_ru: Укажите групповой продукт, к которому добавить этот продукт. Прежде всего, вы должны создать групповой продукт.

source: Sort Order
ru_ru: Порядок сортировки

source: Specify the order in which these products appear in the grouping. Similar to post order for WordPress Posts
ru_ru: Укажите порядок отражения этих продуктов в группировке. Похоже на порядок публикаций в WordPress

source: File URL
ru_ru: URL-адрес файла

source: Specify the location of your downloadable asset. The file can be either stored locally & accessed using the Media Uploader or externally
ru_ru: Укажите место ваших загрузочных активов. Или файл сохраняется локально и доступен через Загрузчик медиафайлов, или снаружи.

source: Download Limit
ru_ru: Ограничения загрузки

source: Restricts the number of redownloads a customer can use on that product. Once the limit is up they must re purchase the file
ru_ru: Ограничивает количество повторных загрузок, которые заказчик может осуществить. Как только ограничение установлено, они должны заказать файл повторно.

source: Variations are a very powerful aspect of Jigoshop, they allow customers to pick a specific variant of the product. For example a Shirt could come in sizes Small, Medium & Large each with varying stocks & pricing
ru_ru: Вариации - это очень мощный аспект Jigoshop, они позволяют заказчикам выбрать определенный вариант товара. Например, размер рубашки может быть малый, средний и большой, каждый с разным запасом и ценой.

source: Variations currently come in 3 different types, Simple, Downloadable & Virtual. These types behave much the same as their main product counter parts which enables you to create powerful combinations. For example when selling a book what format it arrives in (Printed or e-Book)
ru_ru: Сейчас вариации могут иметь три различных типа: простые, загрузочные и виртуальные. Эти типы ведут себя почти так же, как их аналоги главного продукта позволяет создавать мощные комбинации. Например, в каком формате продается книга (печатном или электронном).

source: To create variations you must first add & save your attributes for variation. Once this has been done you can then add & configure as many variations as there are combinations
ru_ru: Чтобы создать вариации, сначала вы должны добавить и сохранить атрибуты для вариаций. Как только это сделано, вы можете добавить и настроить столько вариаций, сколько комбинаций.

source: click here to learn more about variable products
ru_ru: Щелкните здесь, чтобы узнать больше о вариационных продуктах

source: Creating Products
ru_ru: Создание продуктов

source: General Settings
ru_ru: Общие параметры

source: Advanced Settings
ru_ru: Дополнительные параметры

source: Inventory Management
ru_ru: Управление запасами

source: Group & File
ru_ru: Группа и файл

source: Jigoshop Reports
ru_ru: Отчеты Jigoshop

source: From:
ru_ru: От:

source: To:
ru_ru: Кому:

source: Show
ru_ru: Показать

source: Sales
ru_ru: Продажи

source: Top Earners
ru_ru: Крупнейшие кормильцы

source: Most Sold
ru_ru: Больше всего продано

source: Total New Customers
ru_ru: Всего новых клиентов

source: Total Orders
ru_ru: Всего заказов

source: Total Sales
ru_ru: Всего продаж

source: Number of sales
ru_ru: Количество продаж

source: Sales amount
ru_ru: Сумма продаж

source: Product no longer exists
ru_ru: Продукты, которых больше не существует

source: Quantity Sold
ru_ru: Проданное количество

source: Total Products Sold
ru_ru: Всего продано продуктов

source: Thumbnail
ru_ru: Эскиз

source: Choose thumbnail image
ru_ru: Выбрать миниатюры

source: Set as thumbnail
ru_ru: Установить как миниатюру

source: Change image
ru_ru: Изменить изображение

source: Remove image
ru_ru: Удалить изображение

source: Product Data
ru_ru: Данные продукта

source: Order Data
ru_ru: Данные заказа

source: Order Items <small>&ndash; Note: if you edit quantities or remove items from the order you will need to manually change the item's stock levels.</small>
ru_ru: Порядок элементов <small>&ndash; Примечание: если вы редактируете кол-во или удаляете позиции из заказа, вам нужно вручную изменить уровень запасов продуктов. </small>

source: Order Totals
ru_ru: Заказ всего

source: Order Variation Attributes / Addons
ru_ru: Атрибуты вариантов заказа / Дополнения

source: Order Actions
ru_ru: Действия с заказом

source: Coupon Data
ru_ru: Данные купона

source: Email Data
ru_ru: Данные Email

source: Coupon Title (converted to lower case for Code, multiple words will end up hyphenated)
ru_ru: Название купона (для кода будут использованы строчные буквы , слова будут разделены дефисами)

source: Remove this item? If you have previously reduced this item's stock, or this order was submitted by a customer, will need to manually restore the item's stock.
ru_ru: Удалить эту позицию? Если раньше вы уменьшали запас этого продукта или заказа или он был сформирован покупателем, тогда вам необходимо вручную восстановить запас этого продукта.

source: Calc totals based on order items and taxes?
ru_ru: Считать результат, основываясь на продуктах в заказе и налогах?

source: Copy billing information to shipping information? This will remove any currently entered shipping information.
ru_ru: Скопировать данные оплаты в данные доставки? Это удалит любые введенные до сих пор данные доставки.

source: Item Name
ru_ru: Имя элемента

source: Cost per unit e.g. 2.99
ru_ru: Стоимость за единицу, например 2,99

source: Meta Name
ru_ru: Имя Мета

source: Meta Value
ru_ru: Значения мета

source: Custom Attribute
ru_ru: Настраиваемый атрибут

source: Remove this attribute?
ru_ru: Удалить этот атрибут?

source: Warning- This options panel may not work properly without javascript!
ru_ru: Предупреждение - эта панель не может работать правильно без javascript!

source: Save %s Changes
ru_ru: Сохранить изменения %s

source: You entered "%s" as the value for "%s" and it was not a valid email address. It was not saved and the original is still in use.
ru_ru: Вы ввели "%s" в качестве значения для "%s" и это не действительный адрес электронной почты. Он не был сохранен и до сих пор используется начальный.

source: You entered "%s" as the value for "%s" in "%s" and it was not a valid decimal number (may have leading negative sign, with optional decimal point, numbers 0-9). It was not saved and the original is still in use.
ru_ru: Вы ввели "%s" как значение для "%s" в "%s" и это не правильное десятичное число (может иметь отрицательный знак в начале, возможно, десятичную запятую, цифры 0-9). Не сохранено, все еще используется первоначальное.

source: You entered "%s" as the value for "%s" in "%s" and it was not a valid integer number (may have leading negative sign, numbers 0-9). It was not saved and the original is still in use.
ru_ru: Вы ввели "%s" как значение для "%s" в "%s", и это не правильное целое число (может иметь отрицательный знак в начале, цифры 0-9). Не сохранено, все еще используется первоначальное.

source: You entered "%s" as the value for "%s" in "%s" and it was not a valid natural number (numbers 0-9). It was not saved and the original is still in use.
ru_ru: Вы ввели "%s" как значение для "%s" в "%s", и это не правильное натуральное число (цифры 0-9). Не сохранено, все еще используется первоначальное.

source: "%s" settings were updated successfully.
ru_ru: параметры "%s" были успешно обновлены.

source: Remove
ru_ru: Удалить

source: Online Label
ru_ru: Метка Online

source: Country/State
ru_ru: Страна/штат

source: Rate (%)
ru_ru: Ставка (%)

source: Apply to shipping
ru_ru: Применить для доставки

source: Compound
ru_ru: Соединение

source: Standard Rate
ru_ru: Стандартная ставка

source: All
ru_ru: Все

source: US States
ru_ru: Штаты США

source: EU States
ru_ru: Государства ЕС

source: + Add Tax Rule
ru_ru: + Добавить ставку налога

source: countries/states selected
ru_ru: выбранные страны/штаты

source: Delete this rule?
ru_ru: Удалить эту ставку?

source: Your database needs an update for Jigoshop. Please <strong>backup</strong> &amp; %s.
ru_ru: Ваша база данных требует обновления для Jigoshop. Пожалуйста, <strong>сделайте резервную копию</strong> &amp; %s.

source: update now
ru_ru: Обновить сейчас

source: Reports
ru_ru: Отчёты

source: System Information
ru_ru: Системная информация

source: System Info
ru_ru: Системная информация

source: You do not have sufficient permissions to access this page.
ru_ru: Вы не имеете достаточных полномочий для доступа к этой странице.

source: Track your order
ru_ru: Отслеживать ваш заказ

source: Edit My Address
ru_ru: Изменить мой адрес

source: Checkout
ru_ru: Оформление заказа

source: Checkout &rarr; Pay
ru_ru: Оформить заказ &rarr; оплатить

source: Thank you
ru_ru: Спасибо

source: We were not able to create a Jigoshop database table during installation! (jigoshop_attribute_taxonomies)
ru_ru: Мы не смогли создать таблицу базы данных Jigoshop во время установки! (jigoshop_attribute_taxonomies)

source: We were not able to create a Jigoshop database table during installation! (jigoshop_downloadable_product_permissions)
ru_ru: Мы не смогли создать таблицу базы данных Jigoshop во время установки! (jigoshop_downloadable_product_permissions)

source: We were not able to create a Jigoshop database table during installation! (jigoshop_termmeta)
ru_ru: Мы не смогли создать таблицу базы данных Jigoshop во время установки! (jigoshop_termmeta)

source: Save changes
ru_ru: Сохранить изменения

source: Crop
ru_ru: Вырезать

source: + Add Coupon
ru_ru: + Добавить купон

source: The coupon code a customer enters on the cart or checkout page.
ru_ru: Код купона, который покупатель вводит на странице корзины или оформления.

source: Cart - Applies to whole cart<br/>Product - Applies to individual products only. You must specify individual products.
ru_ru: Корзина — относится к всей корзине <br/> Продукт — применяется только для отдельных продуктов. Необходимо указать отдельные продукты.

source: Amount this coupon is worth. If it is a percentange, just include the number without the percentage sign.
ru_ru: Сумма, стоимость этотого купона. Если это процент, просто укажите число без знака процентов.

source: Usage limit
ru_ru: Ограничение на использование

source: No limit
ru_ru: Без ограничений

source: Control how many times this coupon may be used.
ru_ru: Контролировать, сколько раз этот купон может быть использован.

source: Order subtotal
ru_ru: Сумма заказа

source: No min
ru_ru: Без мин.

source: Min
ru_ru: Мин.

source: Set the required subtotal for this coupon to be valid on an order.
ru_ru: Установить нужный промежуточный итог, чтобы этот купон был действительным в заказе.

source: Max
ru_ru: Макс.

source: No max
ru_ru: Без макс.

source: Payment methods
ru_ru: Способы оплаты

source: Which payment methods are allowed for this coupon to be effective?
ru_ru: Какие методы оплаты разрешены, чтобы этот купон был действительным?

source: Control which products this coupon can apply to.
ru_ru: Управляет, к каким продуктам можно применить этот купон.

source: Any product
ru_ru: Любой продукт

source: Include
ru_ru: Включить

source: Exclude
ru_ru: Исключить

source: Control which categories this coupon can apply to.
ru_ru: Управляет, к каким категориям можно применить этот купон.

source: Dates allowed
ru_ru: Разрешены даты

source: From
ru_ru: От

source: Any date
ru_ru: Любая дата

source: Choose between which dates this coupon is enabled.
ru_ru: Выберите, между какими датами разрешить этот купон.

source: To
ru_ru: До

source: Misc. settings
ru_ru: Параметры Разное.

source: Prevent other coupons from being used while this one is applied to a cart.
ru_ru: Помешать использовать другие купоны, пока в корзине применен этот.

source: Show the Free Shipping method on checkout with this enabled.
ru_ru: Показать метод бесплатной доставки при оформлении, когда это включено.

source: Delete this Coupon
ru_ru: Удалить этот купон

source: Hide
ru_ru: Скрыть

source: Prevent other coupons
ru_ru: Не допустить другие купоны

source: Free shipping
ru_ru: Бесплатная доставка

source: Delete this coupon?
ru_ru: Удалить этот купон?

source: Rate
ru_ru: Ставка

source: Your settings have been saved.
ru_ru: Ваши настройки были сохранены.

source: Right Now
ru_ru: Прямо сейчас

source: Stock Report
ru_ru: Отчет об остатках

source: Monthly Report
ru_ru: Ежемесячный отчет

source: Latest News
ru_ru: Последние новости

source: Useful Links
ru_ru: Полезные ссылки

source: Jigoshop Dashboard
ru_ru: Управление Jigoshop

source: You are using
ru_ru: Вы используете

source: Shop Content
ru_ru: Содержание магазина

source: Attribute taxonomies
ru_ru: Таксономия атрибута

source: guest
ru_ru: гость

source: Item
ru_ru: Единица

source: Total Quantity
ru_ru: Общее количество

source: Low Stock
ru_ru: Малый запас

source: No products are low in stock.
ru_ru: Нет продуктов с малым запасом остатков.

source: Out of Stock/Backorders
ru_ru: Распродано/предзаказ

source: No products are out of stock.
ru_ru: Нет продуктов без остатков.

source: reviewed by
ru_ru: рассмотрены

source: There are no product reviews yet.
ru_ru: Пока что нет ни одного отзыва.

source: No items found.
ru_ru: Элементы не найдены.

source: Tour
ru_ru: Тур

source: Take a tour of the plugin
ru_ru: Ознакомтесь с плагином

source: Extensions
ru_ru: Расширения

source: Extend Jigoshop with extra plugins and modules.
ru_ru: Расширить Jigoshop с помощью дополнительных плагинов и модулей.

source: Themes
ru_ru: Темы
