Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

# emails
source: Download link:
ru_ru: Ссылка для скачивания:

# emails
source: Subtotal
ru_ru: Сумма

# emails
source: Shipping via [shipping_method]
ru_ru: Доставка с помощью [shipping_method]

# emails
source: Grand total
ru_ru: Итого

source: Tax
ru_ru: Налог

source: You cannot add this item to your Cart as it does not appear to be a valid Product.
ru_ru: Вы не можете добавить этот пункт в Вашу корзину, так как он является не допустимым продуктом.

source: You cannot add this product to your cart because its price is not yet announced
ru_ru: Нельзя добавить этот продукт в корзину, потому что его цена пока не объявленна

source: We are sorry. We do not have enough "%s" to fill your request.
ru_ru: Мы приносим извинения. У нас не хватает "%s", чтобы удовлетворить ваш запрос.

source: You have %d of them in your Cart and we have %d available at this time.
ru_ru: У вас есть %d в корзине, а мы имеем %d доступны на данный момент.

source: Coupon does not exist or is no longer valid!
ru_ru: Купон не существует или недействителен!

source: The coupon '%s' is invalid with that payment method!
ru_ru: Купон '%s' является недопустимым с этим методом оплаты!

source: Your subtotal does not match the <strong>maximum</strong> order total requirements of %.2f for coupon "%s" and it has been removed.
ru_ru: Ваш промежуточный итог не соответствует требованиям <strong>максимальной</strong> сумме заказа %.2f для купона "%s", и он был изъят.

source: Your subtotal does not match the <strong>minimum</strong> order total requirements of %.2f for coupon "%s" and it has been removed.
ru_ru: Ваш промежуточный итог не соответствует требованиям <strong>минимальной</strong> сумме заказа %.2f для купона "%s", и он был изъят.

source: No products in your cart match that coupon!
ru_ru: Нет товаров в вашей корзине соответсвующих купону!

source: Free!
ru_ru: Бесплатно!

source: (ex. tax)
ru_ru: (без налога)

source: (inc. tax)
ru_ru: (вкл. налоги)

source: Sorry, we do not have enough "%s" in stock to fulfill your order. We only have %d available at this time. Please edit your cart and try again. We apologize for any inconvenience caused.
ru_ru: К сожалению у нас не достаточно запасов продукта "%s" для вашего заказа. Доступно %d на данный момент. Отредактируйте корзину и повторите попытку. Мы Приносим извинения за причиненные неудобства.

source: Sorry, we do not have enough "%s" in stock to fulfill your order. Please edit your cart and try again. We apologize for any inconvenience caused.
ru_ru: К сожалению у нас не достаточно запасов продукта "%s" для вашего заказа. Отредактируйте корзину и повторите попытку. Мы Приносим извинения за причиненные неудобства.

source: estimated for: %s
ru_ru: примерно для: %s

source: via %s
ru_ru: через %s

source: There is already an 'individual use' coupon on the Cart. No other coupons can be added until it is removed.
ru_ru: В корзине уже есть купон «исключительного использования». Нельзя добавить в корзину никакой другой, пока не удалён этот.

source: This is an 'individual use' coupon. All other discount coupons have been removed.
ru_ru: Это купон «исключительного использования». Все остальные купоны скидок были изъяты.

source: Discount coupon applied successfully.
ru_ru: Купон скидки успешно применен.

source: All of
ru_ru: Все с

source: Your <strong>Base Country / Region</strong> setting has been changed to the last state in the country. Please update accordingly
ru_ru: Ваши настройки <strong>Основной страны/региона</strong> изменены на последнюю область в стране. Пожалуйста, обновите соответственно

source: <a href="%s" target="_TOP">Read why</a> we did this for you.
ru_ru: <a href="%s" target="_TOP"> Читайте Почему</a> мы сделали это для вас.

source: New
ru_ru: Новый

source: Pending
ru_ru: Ожидают

source: On-Hold
ru_ru: На удержании

source: Waiting for payment
ru_ru: Ожидается оплата

source: Processing
ru_ru: Обрабатываются

source: Completed
ru_ru: Завершено

source: Cancelled
ru_ru: Отменено

source: Refunded
ru_ru: Возвращено

source: Failed
ru_ru: Не удалось

source: Denied
ru_ru: Отказано

source: Expired
ru_ru: Истек срок действия

source: Voided
ru_ru: Аннулированный

source: Your download link for this file is:
ru_ru: Ваша ссылка на скачивание этого файла:

source: Order status changed from %s to %s.
ru_ru: Статус заказа, изменено с %s на %s.

source: Item #%s stock reduced from %s to %s.
ru_ru: Запас продукта #%s уменьшено с %s до %s.

source: Order item stock reduced successfully.
ru_ru: Запас продукта успешно уменьшено.

source: The License key for <i><b>%s</b></i> is not valid . Please enter your <b>Licence Key</b> on the Jigoshop -> <a href="%s">Manage Licences</a> menu with your <b>Order email address</b>. Until then, the plugin will not be enabled for use.
ru_ru: Лицензионный ключ для <i><b>%s</b></i> не действителен. Пожалуйста введите ваш <b>Лицензионный ключ</b> в меню Jigoshop-> <a href="%s">Управление лицензиями</a> для <b>Email вашего заказа</b>. До тех пор, плагин не будет включен для использования.

source: Manage Licences
ru_ru: Управление лицензиями

source: The License key for <i><b>%s</b></i> is outdated. Please renew your license. Until then, the update for this plugin will not be accessible.
ru_ru: Лицензионный ключ для <i><b>%s</b></i> устарел. Пожалуйста продлите лицензию. До тех пор, обновление для этого плагина не будут доступны.

source: No update information available.
ru_ru: Нет обновления информации

source: Manage Jigoshop Digital Plugin Licences
ru_ru: Управление лицензиями плагинов Jigoshop

source: To <em>activate</em> the licence, enter your licence keys and email addresses you used when you ordered the plugins.
ru_ru: Для <em>активировации</em> лицензии, ввести лицензионные ключи и адреса электронной почты, которые вы использовали при заказе плагинов.

source: <br />To <em>de-activate</em> the licence, remove the licence key, but leave the email address.
ru_ru: <br />Для <em>деактивации</em> лицензии, удалить лицензионный ключ, но оставить адрес электронной почты.

source: Activation email
ru_ru: Email активации

source: Licence is inactive!
ru_ru: Лицензия не активна!

source: <b>Key deactivated.</b> License key for <i>%s</i> has been <b>deactivated</b>.
ru_ru: <b>Ключ деактивирован.</b> Лицензионный ключ для<i>%s</i> был <b>деактивирован</b>.

source: %s deactivation:
ru_ru: %s деактивация:

source: <b>Key activated.</b> License key for <i>%s</i> has been <b>activated</b>.
ru_ru: <b>Ключ активирован.</b> Лицензионный ключ для<i>%s</i> был <b>активирован</b>.

source: %s activation:
ru_ru: %s активация:

source: Action failed. Please refresh the page and retry.
ru_ru: Неудачное действие. Пожалуйста, обновите страницу и повторите попытку.

source: United Arab Emirates dirham
ru_ru: Дирхам ОАЭ

source: Afghanistan Afghani
ru_ru: Афгани Афганистан

source: Albania Lek
ru_ru: Албания Лек

source: Netherlands Antilles Guilder
ru_ru: Гульден Нидерландских Антильских островов

source: Argentina Peso
ru_ru: Аргентина песо

source: Australia Dollar
ru_ru: Австралийский доллар

source: Aruba Guilder
ru_ru: Арубы гульден

source: Azerbaijan New Manat
ru_ru: Новый азербайджанский манат

source: Bosnia and Herzegovina Convertible Marka
ru_ru: Боснии и Герцеговины Конвертируемая марка

source: Barbados Dollar
ru_ru: Барбадосский доллар

source: Bulgaria Lev
ru_ru: Болгария Лев

source: Bermuda Dollar
ru_ru: Бермудский доллар

source: Brunei Darussalam Dollar
ru_ru: Брунейский доллар Darussalam

source: Bolivia Boliviano
ru_ru: Боливия боливиано

source: Brazil Real
ru_ru: Бразильский реал

source: Bahamas Dollar
ru_ru: Багамские острова доллар

source: Botswana Pula
ru_ru: Ботсвана пула

source: Belarus Ruble
ru_ru: Белорусский рубль

source: Belize Dollar
ru_ru: Белизский доллар

source: Canada Dollar
ru_ru: Канада доллар

source: Switzerland Franc
ru_ru: Франк Швейцария

source: Chile Peso
ru_ru: Чили песо

source: China Yuan Renminbi
ru_ru: Китай Юань Ренминби

source: Colombia Peso
ru_ru: Колумбия песо

source: Costa Rica Colon
ru_ru: Rica Колон

source: Cuba Peso
ru_ru: Куба песо

source: Czech Republic Koruna
ru_ru: Чешская крона

source: Denmark Krone
ru_ru: Дания крона

source: Dominican Republic Peso
ru_ru: Доминиканская песо

source: Estonia Kroon
ru_ru: Эстония крона

source: Egypt Pound
ru_ru: Египет фунт

source: Euro Member Countries
ru_ru: Страны-члены евро

source: Fiji Dollar
ru_ru: Доллар Фиджи

source: Falkland Islands
ru_ru: Фолклендские острова

source: United Kingdom Pound
ru_ru: Великобритания фунт

source: Georgian Lari
ru_ru: Грузинский лари

source: Guernsey Pound
ru_ru: Гернси фунт

source: Ghana Cedis
ru_ru: Ганы седи

source: Gibraltar Pound
ru_ru: Гибралтарский фунт

source: Guatemala Quetzal
ru_ru: Гватемала Кетцаль

source: Guyana Dollar
ru_ru: Гайанский доллар

source: Hong Kong Dollar
ru_ru: Гонконгский доллар

source: Honduras Lempira
ru_ru: Гондурас Лемпира

source: Croatia Kuna
ru_ru: Хорватия куна

source: Hungary Forint
ru_ru: Венгрия форинт

source: Indonesia Rupiah
ru_ru: Индонезия рупия

source: Israel Shekel
ru_ru: Израиль шекели

source: Isle of Man Pound
ru_ru: Мэн фунт

source: India Rupee
ru_ru: Индия рупия

source: Iran Rial
ru_ru: Иран риал

source: Iceland Krona
ru_ru: Исландская крона

source: Jersey Pound
ru_ru: Фунт Джерси

source: Jamaica Dollar
ru_ru: Ямайка доллар

source: Japan Yen
ru_ru: Японская йена

source: Kyrgyzstan Som
ru_ru: Кыргызстан сом

source: Cambodia Riel
ru_ru: Камбоджа Риель

source: North Korea Won
ru_ru: Северная Корея вон

source: South Korea Won
ru_ru: Южной Кореи Вон

source: Cayman Islands Dollar
ru_ru: Доллар Каймановых островов

source: Kazakhstan Tenge
ru_ru: Казахстанский тенге

source: Laos Kip
ru_ru: Лаос КИП

source: Lebanon Pound
ru_ru: Ливан фунт

source: Sri Lanka Rupee
ru_ru: Шри-Ланкийская рупия

source: Liberia Dollar
ru_ru: Доллар Либерии

source: Lithuania Litas
ru_ru: Литва лит

source: Latvia Lat
ru_ru: Латвия Lat

source: Moroccan Dirham
ru_ru: Марокканский дирхам

source: Macedonia Denar
ru_ru: Македония Denar

source: Mongolia Tughrik
ru_ru: Монголия тугрик

source: Mauritius Rupee
ru_ru: Маврикийская рупия

source: Mexico Peso
ru_ru: Мексика песо

source: Malaysia Ringgit
ru_ru: Ринггит Малайзия

source: Mozambique Metical
ru_ru: Мозамбик Метикал

source: Namibia Dollar
ru_ru: Доллар Намибии

source: Nigeria Naira
ru_ru: Нигерия Наира

source: Nicaragua Cordoba
ru_ru: Кордоба Никарагуа

source: Norway Krone
ru_ru: Норвежской кроне

source: Nepal Rupee
ru_ru: Непал рупия

source: New Zealand Dollar
ru_ru: Новозеландский доллар

source: Oman Rial
ru_ru: Оман риал

source: Panama Balboa
ru_ru: Панамский бальбоа

source: Peru Nuevo Sol
ru_ru: Перу Nuevo Sol

source: Philippines Peso
ru_ru: Филиппины песо

source: Pakistan Rupee
ru_ru: Пакистанская рупия

source: Polish Zloty
ru_ru: Польский злотый

source: Paraguay Guarani
ru_ru: Гуарани Парагвай

source: Qatar Riyal
ru_ru: Риалы Катара

source: Romania New Leu
ru_ru: Румыния Новые леи

source: Serbia Dinar
ru_ru: Сербии динар

source: Russia Ruble
ru_ru: Россия рубль

source: Saudi Arabia Riyal
ru_ru: Риал Саудовской Аравии

source: Solomon Islands Dollar
ru_ru: Доллар Соломоновых островов

source: Seychelles Rupee
ru_ru: Сейшельская рупия

source: Sweden Krona
ru_ru: Швеция крона

source: Singapore Dollar
ru_ru: Сингапурский доллар

source: Saint Helena Pound
ru_ru: Фунт острова Святой Елены

source: Somalia Shilling
ru_ru: Сомали Шиллинг

source: Suriname Dollar
ru_ru: Суринам доллар

source: El Salvador Colon
ru_ru: Сальвадорский колон

source: Syria Pound
ru_ru: Сирия фунт

source: Thailand Baht
ru_ru: Таиланд Бат

source: Turkey Lira
ru_ru: Турецкая лира

source: Trinidad and Tobago Dollar
ru_ru: Доллар Тринидада и Тобаго

source: Tuvalu Dollar
ru_ru: Доллар Тувалу

source: Taiwan New Dollar
ru_ru: Новый тайваньский доллар

source: Ukraine Hryvna
ru_ru: Украинская гривна

source: United States Dollar
ru_ru: Доллар США

source: Uruguay Peso
ru_ru: Уругвай песо

source: Uzbekistan Som
ru_ru: Узбекистан сом

source: Venezuela Bolivar Fuerte
ru_ru: Венесуэла Боливар Fuerte

source: Viet Nam Dong
ru_ru: Вьетнам Донг

source: East Caribbean Dollar
ru_ru: Восточно-карибский доллар

source: Yemen Rial
ru_ru: Йемен риал

source: South Africa Rand
ru_ru: Южной Африки рандов

source: Zimbabwe Dollar
ru_ru: Доллар Зимбабве

source: State/Province
ru_ru: Штат/провинция

source: Cart Discount
ru_ru: Скидка на корзину

source: Cart % Discount
ru_ru: Скидка % на корзине

source: Product Discount
ru_ru: Скидка на продукт

source: Product % Discount
ru_ru: Скидка % на продукт

source: Archived due to order being in pending state for a month or longer.
ru_ru: В архиве, потому что заказ в состоянии ожидания месяц или больше.

source: Completed due to order being in processing state for a month or longer.
ru_ru: В архиве, потому что заказ в состоянии ожидания больше месяца.

source: Please enter your shipping destination and postal code to view shipping options and rates.
ru_ru: Пожалуйста, введите пункт назначения и почтовый индекс,чтобы посмотреть опции доставки и расценки.

source: If the Shipping Calculator is not available here, you will need to advance to the Checkout to do this.
ru_ru: Если калькулятор доставки не доступен здесь, вам придется перейти на страницу оформления, чтобы это сделать.

source: There may be no methods available for your destination and you should contact us for assistance.
ru_ru: Возможно, нет доступных методов для вашего назначения, и вам следует обратиться к нам за помощью.

source: Shop
ru_ru: Магазин

source: Shop Options
ru_ru: Опции магазина

source: Base Country/Region
ru_ru: Основная страна/регион

source: This is the base country for your business. Tax rates will be based on this country.
ru_ru: Это страна местонахождения вашего бизнеса. Налоговые ставки будут привязанны к этой стране.

source: Default Country/Region for customer
ru_ru: Страна/Регион по умолчанию для клиента

source: Currency
ru_ru: Валюта

source: This controls what currency the prices are listed with in the Catalog, and which currency PayPal, and other gateways, will take payments in.
ru_ru: Контролирует, в какой валюте указаны цены в каталоге, и в какой валюте принимать оплату с помощью PayPal или других платежных шлюзов.

source: Allowed Countries
ru_ru: Разрешенные страны

source: These are countries that you are willing to ship to.
ru_ru: Это страны, в которые вы осуществляете доставку.

source: All Countries
ru_ru: Все страны

source: Demo store
ru_ru: Демо-магазин

source: Enable this option to show a banner at the top of every page stating this shop is currently in testing mode.
ru_ru: Включите эту опцию, чтобы показать баннер в начале каждой страницы, обозначая, что этот магазин сейчас в тестовом режиме.

source: Invoicing
ru_ru: Выставление счета

source: Company Name
ru_ru: Название компании

source: Setting your company name will enable us to print it out on your invoice emails. Leave blank to disable.
ru_ru: Настройка имени вашей компании позволит вставить его в Счёт-фактуру. Оставьте пустым, чтобы отключить.

source: Tax Registration Number
ru_ru: Регистрационный номер налогоплательщика

source: Add your tax registration label before the registration number and it will be printed as well. eg. <code>VAT Number: 88888888</code>
ru_ru: Добавив метку перед регистрационным номером налогоплательщика, она будет напечатана также. Например. <code>ИНН: 88888888</code>

source: Setting your tax number will enable us to print it out on your invoice emails. Leave blank to disable.
ru_ru: Настройка вашего регистрационный номер налогоплательщика позволит вставить его в Счёт-фактуру. Оставьте пустым, чтобы отключить.

source: Address Line1
ru_ru: Адресная строка 1

source: Setting your address will enable us to print it out on your invoice emails. Leave blank to disable.
ru_ru: Настройка вашего адреса позволит нам его распечатать на счетах. Оставьте пустым, чтобы отключить.

source: Address Line2
ru_ru: Адресная строка 2

source: If address line1 is not set, address line2 will not display even if you put a value in it. Setting your address will enable us to print it out on your invoice emails. Leave blank to disable.
ru_ru: Если адресная строка 1 не задана, строка 2 не будет отображаться, даже если вы задали значение в ней. Настройка вашего адреса даст возможность печатать его на вашем счет-фактуре. Оставьте пустым, чтобы отключить.

source: Company Phone
ru_ru: Телефон компании

source: Setting your company phone number will enable us to print it out on your invoice emails. Leave blank to disable.
ru_ru: Настройка номера телефона вашей компании позволит нам впечатать его в счет-фактуру. Оставьте пустым, чтобы отключить.

source: Company Email
ru_ru: Электронная почта компании

source: Setting your company email will enable us to print it out on your invoice emails. Leave blank to disable.
ru_ru: Настройка электронной почты вашей компании позволит нам впечатать её в счет-фактуру. Оставьте пустым, чтобы отключить.

source: Permalinks
ru_ru: Постоянные ссылки

source: Prepend shop categories and tags with base page
ru_ru: Добавлять категории магазина и метки к базовой странице

source: This will only apply to tags &amp; categories.<br/>Enabled: http://yoursite.com / product_category / YourCategory<br/>Disabled: http://yoursite.com / base_page / product_category / YourCategory
ru_ru: Это применимо только к меткам и категориям. <br/> Включено http://yoursite.com / product_category / YourCategory <br/> Выключено http://yoursite.com / base_page / product_category / YourCategory

source: Prepend product permalinks with shop base page
ru_ru: Добавить в постоянные ссылки товаров базовую страницу магазина

source: Prepend product permalinks with product category
ru_ru: Добавить в постоянные ссылки товаров категорию продукта

source: Product category slug
ru_ru: Ярлык категории продукта

source: Slug displayed in product category URLs. Leave blank to use default "product-category"
ru_ru: Ярлык, показанный в URL категории. Оставьте пустым, чтобы использовать «product-category»

source: Product tag slug
ru_ru: Ярлык метки продукта

source: Slug displayed in product tag URLs. Leave blank to use default "product-tag"
ru_ru: Ярлык, показанный в URL метки продукта. Оставьте пустым, чтобы использовать тег по умолчанию "product-tag"

source: General
ru_ru: Общие

source: General Options
ru_ru: Общие параметры

source: Cart shows "Return to Shop" button
ru_ru: Корзина показывает кнопку «Вернуться в магазин»

source: Enabling this setting will display a "Return to Shop" button on the Cart page along with the "Continue to Checkout" button.
ru_ru: Включение этого параметра влияет на появление кнопки "Вернуться в магазин" на странице корзины вместе с кнопкой "Продолжить заказ".

source: After adding product to cart
ru_ru: После добавления продукта в корзину

source: Define what should happen when a user clicks on &#34;Add to Cart&#34; on any product or page.
ru_ru: Определить, что должно произойти, когда пользователь нажимает на &#34;Добавить в корзину&#34; для любого продукта на любой странице.

source: Stay on the same page
ru_ru: Остаться на той же странице

source: Redirect to Checkout
ru_ru: Перейти к оформлению

source: Redirect to Cart
ru_ru: Перенаправить в корзину

source: Cart status after login
ru_ru: Состояние корзины после входа

source: Load saved cart
ru_ru: Загрузка сохранённой корзины

source: Load current cart
ru_ru: Загрузка текущей корзины

source: Merge saved and current carts
ru_ru: Слияние сохранённой и текущей корзины

source: Reset pending Orders
ru_ru: Сброс отложенных заказов

source: Change all 'Pending' Orders older than one month to 'On Hold'
ru_ru: Изменить все заказы 'В ожидании', старше, чем один месяц, на 'Удерживаются'

source: For customers that have not completed the Checkout process or haven't paid for an Order after a period of time, this will reset the Order to On Hold allowing the Shop owner to take action. WARNING: For the first use on an existing Shop this setting <em>can</em> generate a <strong>lot</strong> of email!
ru_ru: Для покупателей, которые не закончили процесс оформления или не оплатили счет за определенный период времени, это установит заказ в «удерживается», позволив владельцу магазина принять меры. ПРЕДУПРЕЖДЕНИЕ: при первом употреблении в существующем магазине эта опция <em>может</em> сгенерировать <strong>много</strong> почты!

source: Complete processing Orders
ru_ru: Завершить обработку заказов

source: Change all 'Processing' Orders older than one month to 'Completed'
ru_ru: Изменить все заказы со статусом 'Обрабатываются', старше, чем один месяц, на 'Завершено'

source: For orders that have been completed but the status is still set to 'processing'. This will move them to a 'completed' status without sending an email out to all the customers.
ru_ru: Для заказов, которые были завершены но их статус до сих пор 'Обработываются'. Их статус будет изменен на 'Завершено' без отправки электронной почты всем клиентам.

source: Enforce login for downloads
ru_ru: Требовать регистрации для загрузки

source: If a guest purchases a download, the guest can still download a link without logging in. We recommend disabling guest purchases if you enable this option.
ru_ru: Если гость приобретает скачать, гость может все еще загружать ссылку без Вход в систему. Рекомендуем отключить гостевой покупки, если вы включите этот параметр.

source: Disable Jigoshop frontend.css
ru_ru: Отключить Jigoshop frontend.css

source: (The next option below will have no effect if this one is disabled)
ru_ru: (Следующая опция ниже не действует, если эта отключена)

source: Useful if you want to disable Jigoshop styles and theme it yourself via your theme.
ru_ru: Удобно, если вы хотите отключить стили Jigoshop и оформить все самостоятельно через тему.

source: Include extra theme styles with Jigoshop frontend.css
ru_ru: Включить расширенные стили тем в Jigoshop frontend.css

source: With this option <em>on</em>, Jigoshop's default frontend.css will still load, and any extra bits found in 'theme/jigoshop/style.css' for over-rides will also be loaded.
ru_ru: Когда эта опция <em>включена</em>, Jigoshop все равно загружает начальный frontend.css и любые дополнительные части в 'theme/jigoshop/style.css' для переопределения будут загружены также.

source: Disable bundled Lightbox
ru_ru: Отключить встроеный Lightbox

source: Product galleries and images as well as the Add Review form will open in a lightbox.
ru_ru: Галереи и изображения товара, а также форма отзыва будет открыта в Lightbox.

source: Useful if your theme or other plugin already loads our Lightbox script and css (prettyPhoto), or you want to use a different one.
ru_ru: Полезно, если ваша тема или другой плагин уже загружает Lightbox и CSS (prettyPhoto), или вы хотите использовать другой.

source: Jigoshop email address
ru_ru: Электронный адрес Jigoshop

source: The email address used to send all Jigoshop related emails, such as order confirmations and notices. This may be different than your Company email address on "Shop Tab -> Invoicing".
ru_ru: Адрес электронной почты, используемый для отправки всех связанные с Jigoshop сообщений электронной почты, такие как подтверждения заказа и уведомления. Может отличаться от электронной почты компании на вкладке "Магазин -> Выставление счетов".

source: Email from name
ru_ru: Email от имени

source: Use HTML emails
ru_ru: Использовать HTML emails

source: This option enables HTML email templates.
ru_ru: Эта опция включает HTML шаблоны писем.

source: Checkout page
ru_ru: Страница оформления заказа

source: Validate postal/zip codes
ru_ru: Проверять почтовые индексы

source: Enabling this setting will force proper postcodes to be entered by a customer for a country.
ru_ru: Включение заставит заказчика вводить правильные почтовые коды страны.
