Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

source: (shipping) is a required field.
ru_ru: (доставка) является обязательным полем.

source: (shipping) is not a valid postcode/ZIP.
ru_ru: (доставка) не является допустимым почтовым индексом.

source: Sorry, you must agree to creating an account
ru_ru: Извините, вы должны согласиться на создание учетной записи

source: Sorry, the shop owner has disabled guest purchases.
ru_ru: Извините, владелец магазина выключил возможность совершать покупки для анонимных гостей.

source: Please enter an account username.
ru_ru: Пожалуйста, введите имя пользователя учетной записи.

source: Please enter an account password.
ru_ru: Пожалуйста, введите пароль учетной записи.

source: Passwords do not match.
ru_ru: Пароли не совпадают.

source: Invalid email/username.
ru_ru: Неверный электронный адрес/имя пользователя.

source: An account is already registered with that username. Please choose another.
ru_ru: Учетная запись с таким именем уже зарегистрирована. Пожалуйста, выберите другую.

source: An account is already registered with your email address. Please login.
ru_ru: Такой адрес эл. почты уже используется. Пожалуйста войдите.

source: You must accept our Terms &amp; Conditions.
ru_ru: Вы должны принять наши правила и условия использования.

source: Invalid shipping method.
ru_ru: Недопустимый способ доставки.

source: Invalid payment method.
ru_ru: Недопустимый метод оплаты.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
ru_ru: <strong>Ошибка</strong>: не удалось вас зарегистрировать... Пожалуйста, обратитесь к <a href="mailto:%s">веб-мастеру</a>!

source: Outputs a price filter slider
ru_ru: Выводить ползунок фильтра цен

source: Jigoshop: Price Filter
ru_ru: Jigoshop: Выбор по цене

source: Filter by Price
ru_ru: Выбрать по цене

source: Filter
ru_ru: Выбрать

source: Price:
ru_ru: Цена:

source: Title:
ru_ru: Название:

source: Display a list of products currently onsale
ru_ru: Показать перечень продуктов в распродаже

source: Jigoshop: Products On-Sale
ru_ru: Jigoshop: Распродажа

source: Special Offers
ru_ru: Специальные предложения

source: Number of products to show:
ru_ru: Количество продуктов, для показа:

source: Lists the best selling products
ru_ru: Список самых продаваемых продуктов

source: Jigoshop: Best Sellers
ru_ru: Jigoshop: Бестселлеры

source: Best Sellers
ru_ru: Бестселлеры

source: Display a list of your most recent product reviews
ru_ru: Показать список самых новых отзывов о продуктах

source: Jigoshop: Recent Reviews
ru_ru: Jigoshop: Последние отзывы

source: Recent Reviews
ru_ru: Последние обзоры

# author
source: by %1$s
ru_ru: от %1$s

source: The best of the best on your site
ru_ru: Лучшие из лучших на вашем сайте

source: Jigoshop: Top Rated Products
ru_ru: Jigoshop: Лучшие продукты

source: Top Rated Products
ru_ru: Лучшие продукты

source: Displays a handy login form for users
ru_ru: Отображает удобную форму входа для пользователей

source: Jigoshop: Login
ru_ru: Jigoshop: Вход

source: Hey %s!
ru_ru: Эй %s!

source: My Account
ru_ru: Учетная запись

source: Change Password
ru_ru: Смена пароля

source: Logout
ru_ru: Выйти

source: Forgot it?
ru_ru: Забыли?

source: New user?
ru_ru: Новый пользователь?

source: Title (Logged Out):
ru_ru: Заголовок (вышли из):

source: Title (Logged In):
ru_ru: Заголовок (войти в систему):

source: Your most used product tags in cloud format
ru_ru: Наиболее используемые метки продуктов в виде облака

source: Jigoshop: Product Tag Cloud
ru_ru: Jigoshop: Облако меток товара

source: A list or dropdown of product categories
ru_ru: Список или раскрывающийся список категорий продуктов

source: Jigoshop: Product Categories
ru_ru: Jigoshop: Категории продуктов

source: Show as dropdown
ru_ru: Показать как раскрывающийся список

source: Show product counts
ru_ru: Показывать количество продуктов

source: Show hierarchy
ru_ru: Показать иерархию

source: A list of your customers most recently viewed products
ru_ru: Список недавно просмотренных продуктов вашими клиентами

source: Jigoshop: Recently Viewed
ru_ru: Jigoshop: Недавно просмотренные

source: Recently Viewed Products
ru_ru: Недавно просмотренные товары

source: The most recent products on your site
ru_ru: Новейшие товары на вашем сайте

source: Jigoshop: New Products
ru_ru: Jigoshop: Новые продукты

source: New Products
ru_ru: Новые продукты

source: Show hidden product variations
ru_ru: Показать скрытые варианты продукта

source: Lists a random selection of products on your site.
ru_ru: Показывает список случайных продуктов на вашем сайте.

source: Jigoshop: Random Products
ru_ru: Jigoshop: Случайные продукты

source: Random Products
ru_ru: Случайные продукты

source: A search form for your products
ru_ru: Форма поиска для вашей продукции

source: Jigoshop: Product Search
ru_ru: Jigoshop: Поиск продуктов

source: Product Search
ru_ru: Поиск продукта

source: Search for:
ru_ru: Поиск для:

source: Search for products
ru_ru: Поиск продукции

source: Search
ru_ru: Поиск

source: Shopping Cart for the sidebar
ru_ru: Корзина для боковой панели

source: Jigoshop: Cart
ru_ru: Jigoshop: Корзина

source: Cart
ru_ru: Корзина

source: Checkout &rarr;
ru_ru: Оформить заказ &rarr;

source: No products in the cart.
ru_ru: Нет товаров в корзине.

source: View cart button:
ru_ru: Просмотреть корзину:

source: Checkout button:
ru_ru: Оформление заказа:

source: Shows a custom attribute in a widget which lets you narrow down the list of shown products in categories.
ru_ru: Показывает пользовательский атрибут в виджете, который позволяет сузить список показанных продуктов в категориях.

source: Jigoshop: Layered Nav
ru_ru: Jigoshop: Послойная навигация

source: Filter by Attributes
ru_ru: Фильтр по атрибутам

source: Attribute:
ru_ru: Атрибут:

source: Featured products on your site
ru_ru: Рекомендуемые продукты на вашем сайте

source: Jigoshop: Featured Products
ru_ru: Jigoshop: Рекомендуемые товары

source: Featured Products
ru_ru: Рекомендуемые товары

source: Order:
ru_ru: Заказ:

source: Date:
ru_ru: Дата:

source: Total:
ru_ru: Всего:

source: Payment method:
ru_ru: Способ оплаты:

source: Your order has already been paid for. Please contact us if you need assistance.
ru_ru: Ваш заказ уже оплачен. Пожалуйста, свяжитесь с нами, если вам нужно помощь.

source: <p>Thank you. Your order has been processed successfully.</p>
ru_ru: <p>Спасибо. Ваш заказ был обработан успешно.</p>

source: &larr; Continue Shopping
ru_ru: &larr; Продолжить покупки

source: Please enter your password.
ru_ru: Пожалуйста, введите ваш пароль.

source: You have taken too long. Please refresh the page and retry.
ru_ru: Действие продолжалась слишком долго. Пожалуйста, обновите страницу.

source: Order %s which was made %s ago and has the status "%s"
ru_ru: Заказ %s, который был сделан %s назад, имеет статус "%s"

source: was completed %s ago
ru_ru: было завершено %s назад

source: Title
ru_ru: Название

source: Sorry, we could not find that order id in our database. <a href="
ru_ru: К сожалению, мы не смогли найти идентификатор заказа в нашей базе данных. <a href="

source: Sorry, we could not find that order id in our database. <a href="%s">Want to retry?</a></p>
ru_ru: К сожалению, мы не смогли найти идентификатор заказа в нашей базе данных. <a href="%s"> Хотите повторить?</a></p>

source: To track your order please enter your Order ID and email address in the boxes below and press return. This was given to you on your receipt and in the confirmation email you should have received.
ru_ru: Чтобы отследить ваш заказ, пожалуйста, введите ваш номер заказа и адрес электронной почты в поля ниже и нажмите Ввод. Они указаны в чеке и электронном письме с подтверждением, который вы должны были получить.

source: Order ID
ru_ru: ID заказа

source: Found in your order confirmation email.
ru_ru: Находится в письме подтверждения заказа.

source: Email you used during checkout.
ru_ru: Эл. почта, использованная при оформлении заказа.

source: Track"
ru_ru: Отследить"

source: Please enter a valid postcode/ZIP.
ru_ru: Пожалуйста, введите действительный почтовый индекс.

source: Shipping costs updated.
ru_ru: Стоимость доставки обновлена.

source: The order totals have been updated. Please confirm your order by pressing the Place Order button at the bottom of the page.
ru_ru: Сумма заказа была обновлена. Пожалуйста, подтвердите ваш заказ, нажав кнопку Разместить Заказ внизу страницы.

source: Awaiting cheque payment
ru_ru: Ожидается оплата чеком

source: Cheque Payment
ru_ru: Оплата чеком

source: Allows cheque payments. Allows you to make test purchases without having to use the sandbox area of a payment gateway. Quite useful for demonstrating to clients and for testing order emails and the 'success' pages etc.
ru_ru: Разрешить оплату чеком. Позволит сделать тестовую покупку без необходимости перехода в режим песочницы. Достаточно полезно для демонстрации клиентам и для тестирования писем заказов, страницы «удачно» и т.д..

source: Enable Cheque Payment
ru_ru: Включить оплату чеками

source: Customer Message
ru_ru: Сообщение клиенту

source: Please send your cheque to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
ru_ru: Пожалуйста, пришлите ваш чек в магазин (название, адрес, город, штат/страна, почтовый код).

source: No payment required
ru_ru: Оплата не требуется

source: Waiting for cash delivery.
ru_ru: Ожидание оплаты наличными.

source: Cash on Delivery
ru_ru: Наложенным платежом

source: Allows cash payments. Good for offline stores or having customers pay at the time of receiving the product.
ru_ru: Позволяет оплату наличными. Удобно для магазинов вне сети, или если ваши покупатели оплачивают товар в момент его получения.

source: Enable Cash on Delivery
ru_ru: Включить оплату наложенным платежом

source: Please pay to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
ru_ru: Пожалуйста, заплатите в магазине (название, адрес, город, штат / страна, почтовый код).

source: Thank you for your order, please click the button below to pay with PayPal.
ru_ru: Спасибо за ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы оплатить с помощью PayPal.

source: Order %s
ru_ru: Заказ %s

source: Shipping cost
ru_ru: Стоимость доставки

source: Force payment on free
ru_ru: Требовать уплаты для Бесплатных

source: Payment %s via IPN.
ru_ru: Оплата %s через IPN.

source: PayPal Standard %s
ru_ru: Стандартний PayPal %s

source: PayPal Standard works by sending the user to <a href="https://www.paypal.com/">PayPal</a> to enter their payment information.
ru_ru: Стандартный PayPal работает, посылая пользователя на <a href="https://www.paypal.com/">PayPal</a> , чтобы ввести данные для оплаты.

source: Enable PayPal Standard
ru_ru: Включить стандартный PayPal

source: This controls the description which the user sees during checkout.
ru_ru: Данный параметр управляет описанием, которое пользователь видит в ходе оплаты.

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
ru_ru: Оплатить через PayPal; Вы можете оплатить с помощью кредитной карты, если у вас нет учётной записи PayPal

source: PayPal email address
ru_ru: адрес электронной почты PayPal

source: Please enter your PayPal email address; this is needed in order to take payment!
ru_ru: Пожалуйста, введите ваш адрес электронной почты в PayPal; Это необходимо для принятия оплаты!

source: Send shipping details to PayPal
ru_ru: Отправить детали доставки в PayPal

source: If your checkout page does not ask for shipping details, or if you do not want to send shipping information to PayPal, set this option to no. If you enable this option PayPal may restrict where things can be sent, and will prevent some orders going through for your protection.
ru_ru: Если страница оформления заказа не спрашивает детали доставки или если вы не хотите отправлять информацию о доставке в PayPal, установите эту опцию в Нет. Если вы включите эту опцию, PayPal может ограничить, куда возможна доставка, и предотвращать некоторые заказы для вашей защиты.

source: Force payment when free
ru_ru: Производить оплату, если Бесплатно

source: If product totals are free and shipping is also free (excluding taxes), this will force 0.01 to allow paypal to process payment. Shop owner is responsible for refunding customer.
ru_ru: Если товар бесплатный, и доставка тоже бесплатная (без налогов), в форме писать 0,01, чтобы сервис смог обработать эту оплату. Владелец магазина несет ответственность за возврат средств покупателю.

source: Enable PayPal sandbox
ru_ru: Включить PayPal sandbox

source: Sandbox email address
ru_ru: Адрес электронной почты sandbox

source: Please enter your Sandbox Merchant email address for use as your sandbox storefront if you have enabled the PayPal sandbox.
ru_ru: Пожалуйста, введите ваш адрес электронной почты продавца для использования в качестве лицевого в sandbox, если вы включили PayPal sandbox.

source: Bank Name
ru_ru: Название банка

source: Account Number
ru_ru: Номер счета

source: Account Holder
ru_ru: Владелец счета

source: Sort Code
ru_ru: МФО

source: Awaiting Bank Transfer
ru_ru: В ожидании банковского перевода

source: Bank Transfer
ru_ru: Банковский перевод

source: Accept Bank Transfers as a method of payment. There is no automated process associated with this, you must manually process an order when you receive payment.
ru_ru: Принимает банковские переводы в качестве метода оплаты. Не существует автоматизированного процесса связанного с этим методом, необходимо вручную обработать заказ, когда вы получите счет.

source: Enable Bank Transfer
ru_ru: Включить банковский перевод

source: Bank Transfer Payment
ru_ru: Оплата банковским переводом

source: Let the customer know that their order won't be shipping until you receive payment.
ru_ru: Дайте покупателю знать, что вы не отправите продукт до получения оплаты.

source: Please use the details below to transfer the payment for your order, once payment is received your order will be processed.
ru_ru: Пожалуйста, используйте следующие детали перевода по вашему заказу, как только оплата получена, ваш заказ будет обработан.

source: Your bank name for reference. e.g. HSBC
ru_ru: Название вашего банка для обращения. Напр. HSBC

source: Your Bank Account number.
ru_ru: Номер вашего банковского счета.

source: The account name your account is registered to.
ru_ru: Имя, на которое зарегистрирован ваш счет.

source: Your branch Sort Code.
ru_ru: МФО вашего отделения.

source: Your IBAN number. (for International transfers)
ru_ru: Ваш номер IBAN. (для международных переводов)

source: BIC Code
ru_ru: BIC код

source: Your Branch Identification Code. (BIC Number)
ru_ru: Ваш идентификационный код филиала. (BIC номер)

source: Additional Info
ru_ru: Дополнительная информация

source: Additional information you want to display to your customer.
ru_ru: Дополнительная информация, которую вы хотите отобразить для ваших клиентов.

source: This module allows you to accept online payments via %s allowing customers to buy now and pay later without a credit card. FuturePay is a safe, convenient and secure way for US customers to buy online in one-step. %s
ru_ru: Этот модуль позволит вам принимать онлайн платежи через %s, позволяя клиентам купить сейчас и оплатить позже, без кредитной карты. FuturePay является удобным и безопасным способом для клиентов США, чтобы купить в Интернете в один шаг. %s

source: Signup for a Merchant Account
ru_ru: Регистрация для учётной записи продавца

source: Enable FuturePay
ru_ru: Включить Future Pay

source: Pay with FuturePay. Buy now and pay later. No credit card needed. You will be asked to enter your FuturePay username and password, or create an account when you Place your Order.
ru_ru: Оплата через FuturePay. Покупай сейчас и плати позже. Без кредитной карты. Вам будет предложено ввести своё имя пользователя и пароль в системе FuturePay, или зарегистрироваться, при заказе.

source: Merchant API Key
ru_ru: API ключ мерчанта

source: Your unique FuturePay Merchant Identifier is provided to you when you create a Merchant Account with FuturePay.
ru_ru: Ваш уникальный идентификатор мерчанта в системе FuturePay, предоставляется вам при создании счета в FuturePay.

source: Enable Sandbox
ru_ru: Включить Sandbox

source: Turn on to enable the FuturePay sandbox for testing.
ru_ru: Включите чтобы активировать FuturePay sandbox для тестирования.

source: Thank you for your order, please fill out the form below to pay with FuturePay.
ru_ru: Благодарим вас за ваш заказ, пожалуйста, заполните форму ниже, чтобы оплатить используя Future Pay.

source: Payment Authorized
ru_ru: Платёж санкционирован

source: Payment %s via FuturePay.
ru_ru: Оплата %s через Future Pay.

source: Thank you for shopping
ru_ru: Благодарим Вас за покупки

source: Thank you for your order, please click the button below to pay with WorldPay.
ru_ru: Спасибо за ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы оплатить с помощью WorldPay.

source: Order #%s
ru_ru: Заказ %s

source: Order was canceled by customer at WorldPay.
ru_ru: Заказ был отменен клиентом в WorldPay.

source: TESTMODE: Order was canceled by customer at WorldPay.
ru_ru: Тестовый режим: заказ был отменен клиентом в WorldPay.

source: Enable WorldPay
ru_ru: Включить WorldPay

source: This controls the title which the user sees during checkout and also appears as the Payment Method on final Orders.
ru_ru: Контролирует заголовок, который пользователь видит во время проверки, а также выступает в качестве метода оплаты окончательных заказов.

source: Please enter your WorldPay Installation ID.
ru_ru: Пожалуйста, введите Ваш WorldPay Installation ID.

source: Secret Word
ru_ru: Секретное слово

source: Fixed Payment Currency
ru_ru: Фиксированная Валюта платежа

source: Receive Error Logs
ru_ru: Получать журнал ошибок

source: Do you want to receive emails for the error logs from Jigoshop security/fraud checks.
ru_ru: Хотите получать электронную почту с журналами ошибок от службы проверки безопасности/мошенничества Jigoshop.

source: Email error logs to
ru_ru: Email для журнала ошибок

source: Email address you want to receive all error logs to. If email field is empty, the Jigoshop email address will be used.
ru_ru: E-mail адрес, на который вы хотите получать все журналы ошибок. Если это поле пустое, будет использоваться адрес электронной почты Jigoshop.

source: pending
ru_ru: ожидают

source: failed
ru_ru: не удалось

source: on-hold
ru_ru: на удержании

source: processing
ru_ru: обрабатываются

source: completed
ru_ru: завершены

source: refunded
ru_ru: возвращено

source: cancelled
ru_ru: отменено

source: Andorra
ru_ru: Андорра

source: United Arab Emirates
ru_ru: Объединенные Арабские Эмираты

source: Afghanistan
ru_ru: Афганистан

source: Antigua and Barbuda
ru_ru: Антигуа и Барбуда

source: Anguilla
ru_ru: Ангилья

source: Albania
ru_ru: Албания

source: Armenia
ru_ru: Армения

source: Netherlands Antilles
ru_ru: Нидерландские Антильские острова

source: Angola
ru_ru: Ангола

source: Antarctica
ru_ru: Антарктида

source: Argentina
ru_ru: Аргентина

source: American Samoa
ru_ru: Американское Самоа

source: Austria
ru_ru: Австрия

source: Australia
ru_ru: Австралия

source: Aruba
ru_ru: Аруба

source: Aland Islands
ru_ru: Аландские острова

source: Azerbaijan
ru_ru: Азербайджан

source: Bosnia and Herzegovina
ru_ru: Босния и Герцеговина

source: Barbados
ru_ru: Барбадос

source: Bangladesh
ru_ru: Бангладеш

source: Belgium
ru_ru: Бельгия

source: Burkina Faso
ru_ru: Буркина-Фасо

source: Bulgaria
ru_ru: Болгария

source: Bahrain
ru_ru: Бахрейн

source: Burundi
ru_ru: Бурунди

source: Benin
ru_ru: Бенин

source: Saint Barthélemy
ru_ru: Сен-Бартельми

source: Bermuda
ru_ru: Бермудские острова

source: Brunei
ru_ru: Бруней

source: Bolivia
ru_ru: Боливия

source: Brazil
ru_ru: Бразилия

source: Bahamas
ru_ru: Багамские острова

source: Bhutan
ru_ru: Бутан

source: Botswana
ru_ru: Ботсвана

source: Belarus
ru_ru: Беларусь

source: Belize
ru_ru: Белиз

source: Canada
ru_ru: Канада

source: Cocos (Keeling) Islands
ru_ru: Кокосовые (Килинг) острова

source: Congo (Kinshasa)
ru_ru: Конго (Киншаса)

source: Central African Republic
ru_ru: Центральноафриканская Республика

source: Congo (Brazzaville)
ru_ru: Конго (Браззавиль)

source: Switzerland
ru_ru: Швейцария

source: Ivory Coast
ru_ru: Берег слоновой кости

source: Cook Islands
ru_ru: Острова Кука

source: Chile
ru_ru: Чили

source: Cameroon
ru_ru: Камерун

source: China
ru_ru: Китай

source: Colombia
ru_ru: Колумбия

source: Costa Rica
ru_ru: Коста-Рика

source: Cuba
ru_ru: Куба

source: Cape Verde
ru_ru: Кабо-Верде

source: Christmas Island
ru_ru: Остров Рождества

source: Cyprus
ru_ru: Кипр

source: Czech Republic
ru_ru: Чешская Республика

source: Germany
ru_ru: Германия

source: Djibouti
ru_ru: Джибути

source: Denmark
ru_ru: Дания

source: Dominica
ru_ru: Доминика

source: Dominican Republic
ru_ru: Доминиканская Республика

source: Algeria
ru_ru: Алжир

source: Ecuador
ru_ru: Эквадор

source: Estonia
ru_ru: Эстония

source: Egypt
ru_ru: Египет

source: Western Sahara
ru_ru: Западная Сахара

source: Eritrea
ru_ru: Эритрея

source: Spain
ru_ru: Испания

source: Ethiopia
ru_ru: Эфиопия

source: Finland
ru_ru: Финляндия

source: Fiji
ru_ru: Фиджи

source: Micronesia
ru_ru: Микронезия

source: Faroe Islands
ru_ru: Фарерские о-ва

source: France
ru_ru: Франция

source: Gabon
ru_ru: Габон

source: United Kingdom
ru_ru: Великобритания

source: Grenada
ru_ru: Гренада

source: Georgia
ru_ru: Грузия

source: French Guiana
ru_ru: Французская Гвиана

source: Guernsey
ru_ru: Гернси

source: Ghana
ru_ru: Гана

source: Gibraltar
ru_ru: Гибралтар

source: Greenland
ru_ru: Гренландия

source: Gambia
ru_ru: Гамбия

source: Guinea
ru_ru: Гвинея

source: Guadeloupe
ru_ru: Гваделупа

source: Equatorial Guinea
ru_ru: Экваториальная Гвинея

source: Greece
ru_ru: Греция

source: South Georgia/Sandwich Islands
ru_ru: Южная Грузия/Сандвичевы острова

source: Guatemala
ru_ru: Гватемала

source: Guam
ru_ru: Гуам

source: Guinea-Bissau
ru_ru: Гвинея-Бисау

source: Guyana
ru_ru: Гайана

source: Hong Kong
ru_ru: Гонконг

source: Honduras
ru_ru: Гондурас

source: Croatia
ru_ru: Хорватия

source: Haiti
ru_ru: Гаити

source: Hungary
ru_ru: Венгрия

source: Indonesia
ru_ru: Индонезия

source: Ireland
ru_ru: Ирландия

source: Israel
ru_ru: Израиль

source: Isle of Man
ru_ru: Остров Мэн

source: India
ru_ru: Индия

source: British Indian Ocean Territory
ru_ru: Британская территория Индийского океана

source: Iraq
ru_ru: Ирак

source: Iran
ru_ru: Иран

source: Iceland
ru_ru: Исландия

source: Italy
ru_ru: Италия

source: Jersey
ru_ru: Джерси

source: Jamaica
ru_ru: Ямайка

source: Jordan
ru_ru: Иордания

source: Japan
ru_ru: Япония

source: Kenya
ru_ru: Кения

source: Kyrgyzstan
ru_ru: Киргизия

source: Cambodia
ru_ru: Камбоджа

source: Kiribati
ru_ru: Кирибати

source: Comoros
ru_ru: Коморские острова

source: Saint Kitts and Nevis
ru_ru: Сент-Китс и Невис

source: North Korea
ru_ru: Северная Корея

source: South Korea
ru_ru: Южная Корея

source: Kuwait
ru_ru: Кувейт

source: Cayman Islands
ru_ru: Каймановы острова

source: Kazakhstan
ru_ru: Казахстан

source: Laos
ru_ru: Лаос

source: Lebanon
ru_ru: Ливан

source: Saint Lucia
ru_ru: Сент-Люсия

source: Liechtenstein
ru_ru: Лихтенштейн

source: Sri Lanka
ru_ru: Шри-Ланка

source: Liberia
ru_ru: Либерия

source: Lesotho
ru_ru: Лесото

source: Lithuania
ru_ru: Литва

source: Luxembourg
ru_ru: Люксембург

source: Latvia
ru_ru: Латвия

source: Libya
ru_ru: Ливия

source: Morocco
ru_ru: Марокко

source: Monaco
ru_ru: Монако

source: Moldova
ru_ru: Молдова

source: Montenegro
ru_ru: Черногория

source: Saint Martin (French part)
ru_ru: Сен-Мартен (Французская часть)

source: Madagascar
ru_ru: Мадагаскар

source: Marshall Islands
ru_ru: Маршалловы острова
