Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

source: Show verify information message
ru_ru: Показать сообщение проверки информации

source: Enabling this setting will display a message at the bottom of the Checkout asking customers to verify all their informatioin is correctly entered before placing their Order. This is useful in particular for Countries that have states to ensure the correct shipping state is selected.
ru_ru: При включении данного параметра появится сообщение в нижней части оформления заказа, напоминая клиентам проверить правильность введеной информации перед размещением заказа. Это полезно, в частности, для стран, которые имеют штаты для обеспечения правильной доставки.

source: Show EU VAT reduction message
ru_ru: Показать сообщение о снижении налога в Европе

source: This will only apply to EU Union based Shops.
ru_ru: Это будет применяться только к магазинам Европейского союза.

source: Enabling this setting will display a message at the bottom of the Checkout informing the customer that EU VAT will not be removed until the Order is placed and only if they have provided a valid EU VAT Number.
ru_ru: Включение этого параметра будет отображать сообщение в нижней части извлечение информирование заказчика о том, что ЕС НДС не будут удалены до тех пор, пока порядок размещены и только если они обеспечивают действительный номер НДС ЕС.

source: Allow guest purchases
ru_ru: Разрешить приобретение гостям

source: Enabling this setting will allow users to checkout without registering or signing up. Otherwise, users must be signed in or must sign up to checkout.
ru_ru: Включение этого параметра позволит пользователям оформить заказ без регистрации или подписке. В противном случае пользователи должны быть подписаны или зарегистрированы.

source: Show login form
ru_ru: Показать форму входа

source: Allow registration
ru_ru: Разрешить регистрацию

source: Force SSL on checkout
ru_ru: Обязательно SSL при оформлении продукта

source: This will load your checkout page with https://. An SSL certificate is <strong>required</strong> if you choose yes. Contact your hosting provider for more information on SSL Certs.
ru_ru: Это загрузит вашу страницу оформления с https://. Сертификат SSL <strong>необходим</strong>, если вы это включите. Обратитесь к вашему провайдеру, чтобы узнать больше о сертификатах SSL.

source: Integration
ru_ru: Интеграция

source: ShareThis Publisher ID
ru_ru: ShareThis издатель ID

source: Enter your <a href='http://sharethis.com/account/'>ShareThis publisher ID</a> to show ShareThis on product pages.
ru_ru: Укажите свой <a href='http://sharethis.com/account/'> ShareThis ID издателя </a>, чтобы отражать ShareThis на страницах товаров.

source: ShareThis is a small social sharing widget for posting links on popular sites such as Twitter and Facebook.
ru_ru: ShareThis — это маленький виджет социального распространения, чтобы публиковать ссылки на товар, например, в Твиттере или Фейсбуке.

source: Log into your Google Analytics account to find your ID. e.g. <code>UA-XXXXXXX-X</code>
ru_ru: Войти в свой аккаунт Google Analytics, чтобы найти свой идентификатор. например <code>UA -XXXXXXX-X</code>

source: Enable eCommerce Tracking
ru_ru: Включить отслеживание eCommerce

source: Add Google Analytics eCommerce tracking code upon successful orders
ru_ru: Добавьте код отслеживания Google Analytics eCommerce при успешных заказах

source: <a href="//support.google.com/analytics/bin/answer.py?hl=en&answer=1009612">Learn how to enable</a> eCommerce tracking for your Google Analytics account.
ru_ru: <a href="//support.google.com/analytics/bin/answer.py?hl=en&answer=1009612"> Узнать как включить</a> отслеживание электронной торговли для вашей учетной записи Google Analytics.

source: Pages
ru_ru: Страницы

source: Page configurations
ru_ru: Настройка страницы

source: Cart Page
ru_ru: Страница корзины

source: Shortcode to place on page: <code>[jigoshop_cart]</code>
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_cart]</code>

source: Checkout Page
ru_ru: Страница оформления заказа

source: Shortcode to place on page: <code>[jigoshop_checkout]</code>
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_checkout]</code>

source: Pay Page
ru_ru: Страница оплаты

source: Shortcode to place on page: <code>[jigoshop_pay]</code><br/>Default parent page: Checkout
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_pay]</code> <br/> Родительская страница по умолчанию: Оформление заказа

source: Thanks Page
ru_ru: Страница благодарности

source: Shortcode to place on page: <code>[jigoshop_thankyou]</code><br/>Default parent page: Checkout
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_thankyou]</code> <br/> Родительская страница по умолчанию: Оформление заказа

source: My Account Page
ru_ru: Мой аккаунт

source: Shortcode to place on page: <code>[jigoshop_my_account]</code>
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_my_account]</code>

source: Edit Address Page
ru_ru: Страница изменения адреса

source: Shortcode to place on page: <code>[jigoshop_edit_address]</code><br/>Default parent page: My Account
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_edit_address]</code> <br/> Родительская страница по умолчанию: Моя учетная запись

source: View Order Page
ru_ru: Страница просмотра заказа

source: Shortcode to place on page: <code>[jigoshop_view_order]</code><br/>Default parent page: My Account
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_view_order]</code> <br/> Родительская страница по умолчанию: Моя учетная запись

source: Change Password Page
ru_ru: Страница изменения пароля

source: Shortcode to place on page: <code>[jigoshop_change_password]</code><br/>Default parent page: My Account
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_change_password]</code><br/>Родительская страница по умолчанию: Моя учетная запись

source: Track Order Page
ru_ru: Страница отслеживания заказа

source: Shortcode to place on page: <code>[jigoshop_order_tracking]</code>
ru_ru: Короткий код для размещения на странице: <code>[jigoshop_order_tracking]</code>

source: Terms Page
ru_ru: Страница условия

source: If you define a &#34;Terms&#34; page the customer will be asked to accept it before allowing them to place their order.
ru_ru: Если вы определяете страницу &#34;условия &#34; , клиенту будет предложено принять их прежде чем разместить заказ.

source: Catalog &amp; Pricing
ru_ru: Каталог и цены

source: Catalog Options
ru_ru: Опции каталога

source: Catalog base page
ru_ru: Базовая страница каталога

source: This sets the base page of your shop. You should not change this value once you have launched your site otherwise you risk breaking urls of other sites pointing to yours, etc.
ru_ru: Эта опция устанавливает базовую страницу вашего магазина, так называемый Каталог. Не изменяйте это значение после запуска магазина иначе рискуете поломать ссылки с других сайтов, которые адресованы вам и т.д..

source: Shop redirection page
ru_ru: Страница переадресации магазина

source: This will point users to the page you set for buttons like `Return to shop` or `Continue Shopping`.
ru_ru: Перенаправлять пользователей на страницы, назначенные клавишам вроде «Вернуться в магазин» или «Продолжить покупать».

source: Catalog product buttons show
ru_ru: Показать кнопку Каталог продукции

source: This will determine the type of button and the action it will use when clicked on the Shop and Category product listings. You can also set it to use no button.
ru_ru: Это будет определять тип кнопки, а также действие которое будет использоваться при нажатии на Магазин и Категории продукта. Вы также можете установить не использовать кнопку.

source: Add to Cart
ru_ru: Добавить в корзину

source: No Button
ru_ru: Нет кнопки

source: Sort products in catalog by
ru_ru: Сортировать продукты в каталоге по

source: Determines the display sort order of products for the Shop, Categories, and Tag pages.
ru_ru: Определяет порядок сортировки отображения продуктов для страниц Магазин, Категории и Теги.

source: Creation Date
ru_ru: Дата создания

source: Product Title
ru_ru: Название продукта

source: Catalog sort direction
ru_ru: Направление сортировки каталога

source: Determines whether the catalog sort orderby is ascending or descending.
ru_ru: Определяет сортировку продуктов в нисходящем или восходящем порядке.

source: Ascending
ru_ru: По возрастанию

source: Descending
ru_ru: По убыванию

source: Catalog products per row
ru_ru: Продуктов каталога в строке

source: Default = 3
ru_ru: По умолчанию = 3

source: Determines how many products to show on one display row for Shop, Category and Tag pages.
ru_ru: Определяет, сколько продуктов показывать на одной строке для каталога, категории или меток.

source: Catalog products per page
ru_ru: Продуктов каталога на странице

source: Default = 12
ru_ru: По умолчанию = 12

source: Determines how many products to display on Shop, Category and Tag pages before needing next and previous page navigation.
ru_ru: Определяет, сколько продуктов показывать в каталоге, категории и метках на одной странице без необходимости навигации на предыдущую и последующую страницу.

source: Pricing Options
ru_ru: Настройка цены

source: Show prices with tax
ru_ru: Показать цены с налогом

source: Currency display
ru_ru: Отображение валюты

source: This controls the display of the currency symbol and currency code.
ru_ru: Управляет отображением символа и кода валюты.

source: Thousand separator
ru_ru: Разделитель тысяч

source: This sets the thousand separator of displayed prices.
ru_ru: Устанавливает разделитель тысяч отображаемых цен.

source: Decimal separator
ru_ru: Разделитель десятков

source: This sets the decimal separator of displayed prices.
ru_ru: Устанавливает разделитель десятков отображаемых цен.

source: Number of decimals
ru_ru: Количество десятичных знаков

source: This sets the number of decimal points shown in displayed prices.
ru_ru: Устанавливает число десятичных знаков в отображаемых ценах.

source: Images
ru_ru: Изображения

source: Image Options
ru_ru: Параметры изображения

source: <p>Changing any of these settings will affect the dimensions of images used in your Shop. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.</p><p>Crop: Leave unchecked to set the image size by resizing the image proportionally (that is, without distorting it). Leave checked to set the image size by hard cropping the image (either from the sides, or from the top and bottom).</p><p><strong>Note:</strong> Your images may not display in the size you choose below. This is because they may still be affected by CSS styles in your theme.
ru_ru: <p>Изменение любого из этих параметров будет влиять на размеры изображения, используемые в вашем магазине. После изменения этих параметров может потребоваться <a href="%s"> восстановить ваши эскизы</a>.</p><p>Кадрирование: Оставьте неотмеченным для пропорционального изменения размеров (то есть, не обрезая его). Оставьте отмеченным для установки размера изображения с жестким кадрированием изображения (или сторон, или сверху и снизу).</p><p><strong>Примечание:</strong> Ваши изображения могут не отображаться в размерах выбранных вами ниже. Это потому, что они все еще могут быть затронуты CSS стилями вашей темы.

source: Cropping Options
ru_ru: Методы обрезки картинок

source: Crop Tiny images
ru_ru: Обрезать крошечные изображения

source: Use No to set the image size by resizing the image proportionally (that is, without distorting it).<br />Use Yes to set the image size by hard cropping the image (either from the sides, or from the top and bottom).
ru_ru: Укажите «нет», чтобы изменять размер изображений пропорционально. <br/> Укажите «да», чтобы обрезать до нужного размера (или с боков, или сверху и снизу).

source: Crop Thumbnail images
ru_ru: Обрезать миниатюры

source: Crop Catalog images
ru_ru: Обрезать изображения каталога

source: Crop Large images
ru_ru: Обрезать большие изображения

source: Image Sizes
ru_ru: Размеры изображения

source: Tiny Image Width
ru_ru: Ширина крошечных изображений

source: Default = 36px
ru_ru: По умолчанию = 36px

source: Set the width of the small image used in the Cart, Checkout, Orders and Widgets.
ru_ru: Установите ширину маленьких изображений в корзине, оформлении, заказах и в виджетах.

source: Tiny Image Height
ru_ru: Высота крошечных изображений

source: Set the height of the small image used in the Cart, Checkout, Orders and Widgets.
ru_ru: Установите высоту маленьких изображений в корзине, оформлении, заказах и в виджетах.

source: Thumbnail Image Width
ru_ru: Ширина миниатюры

source: Default = 90px
ru_ru: По умолчанию = 90px

source: Set the width of the thumbnail image for Single Product page extra images.
ru_ru: Установить ширину миниатюры дополнительных изображений на странице продукта.

source: Thumbnail Image Height
ru_ru: Высота миниатюры

source: Set the height of the thumbnail image for Single Product page extra images.
ru_ru: Установить высоту миниатюры дополнительных изображений на странице продукта.

source: Catalog Image Width
ru_ru: Ширина изображения в каталоге

source: Default = 150px
ru_ru: По умолчанию = 150px

source: Set the width of the catalog image for Shop, Categories, Tags, and Related Products.
ru_ru: Установить ширину изображения в магазине, категориях, метках и подобных продуктах.

source: Catalog Image Height
ru_ru: Высота изображения в каталоге

source: Set the height of the catalog image for Shop, Categories, Tags, and Related Products.
ru_ru: Установить высоту изображения в магазине, категориях, метках и подобных продуктах.

source: Large Image Width
ru_ru: Ширина большого изображения

source: Default = 300px
ru_ru: По умолчанию = 300px

source: Set the width of the Single Product page large or Featured image.
ru_ru: Установить ширину больших изображений или выбранного на странице продукта.

source: Large Image Height
ru_ru: Высота большого изображения

source: Set the height of the Single Product page large or Featured image.
ru_ru: Установить высоту больших изображений или выбранного на странице продукта.

source: Products & Inventory
ru_ru: Категория товаров

source: Product Options
ru_ru: Опции продукта

source: Enable SKU field
ru_ru: Включить поле Артикула

source: Turning off the SKU field will give products an SKU of their post id.
ru_ru: Отключение поля &laquo;Артикул&raquo; предоставит продуктам в качестве артикула номер публикации.

source: Enable weight field
ru_ru: Включить поле Вес

source: Weight Unit
ru_ru: Еденица массы

source: This controls what unit you will define weights in.
ru_ru: Управляет единицей измерения массы продуктов.

source: Kilograms
ru_ru: Килограмм

source: Pounds
ru_ru: Фунтов

source: Enable product dimensions
ru_ru: Включите размеры продукта

source: Dimensions Unit
ru_ru: Единица измерения

source: This controls what unit you will define dimensions in.
ru_ru: Управляет единицей измерения размера продукта.

source: centimeters
ru_ru: сантиметров

source: inches
ru_ru: дюймов

source: Product thumbnail images per row
ru_ru: Количество миниатюр товара в строке

source: Determines how many extra product thumbnail images attached to a product to show on one row for the Single Product page.
ru_ru: Определяет, сколько показывать дополнительных миниатюр в одной строке на странице одного продукта.

source: Show related products
ru_ru: Показать подобные продукты

source: To show or hide the related products section on a single product page.
ru_ru: Показывать или скрывать блок подобных продуктов на странице продукта.

source: Inventory Options
ru_ru: Параметры инвентаризации

source: Manage stock
ru_ru: Управление запасами

source: If you are not managing stock, turn it off here to disable it in admin and on the front-end.
ru_ru: Если вы не хотите управлять запасами, выключите эту опцию, чтобы запретить это на странице администратора и лицевой странице.

source: You can manage stock on a per-item basis if you leave this option on.
ru_ru: Вы можете управлять запасами каждой вещи, если оставите эту опцию включенной.

source: Show stock amounts
ru_ru: Показать объёмы запасов

source: Set to yes to allow customers to view the amount of stock available for a product.
ru_ru: Выберите да, чтобы разрешить покупателям видеть объемы запасов продукта.

source: Notify on low stock
ru_ru: Сообщить о малых запасах

source: Low stock threshold
ru_ru: Малый запас

source: You will receive a notification as soon this threshold is hit (if notifications are turned on).
ru_ru: Вы получите сообщение, как только этот порог пройден (если уведомления включены).

source: Notify on out of stock
ru_ru: Сообщить при окончании продукта

source: Out of stock threshold
ru_ru: Продукт заканчивается

source: Hide out of stock products
ru_ru: Скрыть товары, которые закончились

source: For Yes: When the Out of Stock Threshold (above) is reached, the product visibility will be set to hidden so that it will not appear on the Catalog or Shop product lists.
ru_ru: Да: Когда достигнут порог низких запасов (см. выше) продукт будет скрыт так, что он не будет отображаться в списке каталога или магазина.

source: Tax Options
ru_ru: Налоговые параметры

source: Calculate Taxes
ru_ru: Расчитывать налоги

source: Only turn this off if you are exclusively selling non-taxable items.
ru_ru: Выключите только если вы продаете необлагаемый продукт.

source: If you are not calculating taxes then you can ignore all other tax options.
ru_ru: Если вы не рассчитываете налоги, тогда смело игнорируйте остальные настройки.

source: Apply Taxes After Coupon
ru_ru: Применение налогов после купона

source: This will have no effect if Calculate Taxes is turned off.
ru_ru: Это не будет иметь никакого эффекта, если Рассчитывать налоги выключен.

source: If yes, taxes get applied after coupons. When no, taxes get applied before coupons.
ru_ru: Если да, налоги исчисляются после купонов. Если нет, перед купонами.

source: Catalog Prices include tax?
ru_ru: Цены в каталоге включают налог?

source: This will only apply to the Shop, Category and Product pages.
ru_ru: Это применимо только к страницам Магазина, Категории и Продукта.

source: This will have no effect on the Cart, Checkout, Emails, or final Orders; prices are always shown with tax out.
ru_ru: Это не повлияет на Корзину, Оформление заказа, Эл. письма или Окончательный заказ; цены всегда показаны без налогов.

source: Additional Tax classes
ru_ru: Дополнительные налоговые классы

source: List 1 per line. This is in addition to the default <em>Standard Rate</em>.
ru_ru: Каждая строка содержит дополнение к <em>Стандартной ставке</em> по умолчанию.

source: List product and shipping tax classes here, e.g. Zero Tax, Reduced Rate.
ru_ru: Укажите типы налогов, например Нулевой налог, Пониженная ставка.

source: Tax rates
ru_ru: Налоговые ставки

source: To avoid rounding errors, insert tax rates with 4 decimal places.
ru_ru: Чтобы избежать ошибок с округлением, указывайте ставки налогов с 4 десятичными знаками.

source: Tax status
ru_ru: Налоговый статус

source: Tax classes
ru_ru: Налоговые классы

source: Shipping Options
ru_ru: Варианты доставки

source: Enable Shipping
ru_ru: Включить доставку

source: Only turn this off if you are <strong>not</strong> shipping items, or items have shipping costs included.
ru_ru: Выключите только если продукт <strong>не</strong> требует доставки или его стоимость уже включает доставку.

source: If turned off, this will also remove shipping address fields on the Checkout.
ru_ru: Если выключен, это также удалит поля адреса доставки при оформлении.

source: Enable shipping calculator on cart
ru_ru: Включить калькулятор доставки в корзине

source: Only ship to billing address?
ru_ru: Доставка только на платежный адрес?

source: When activated, Shipping address fields will not appear on the Checkout.
ru_ru: Когда включено, поля адреса доставки не появятся при оформлении.

source: Checkout always shows Shipping fields?
ru_ru: Оформление всегда показывает поля доставки?

source: This will have no effect if "Only ship to billing address" is activated.
ru_ru: Это не повлияет ни на что, если включено "Доставлять только на адрес оплаты".

source: When activated, Shipping address fields will appear by default on the Checkout.
ru_ru: Когда включено, поля адреса доставки изначально появляться при оформлении.

source: Available Shipping Methods
ru_ru: Доступные методы доставки

source: Please enable all of the Shipping Methods you wish to make available to your customers.
ru_ru: Пожалуйста, включите все Методы доставки, которые вы хотите сделать доступными для ваших клиентов.

source: Payment Gateways
ru_ru: Платежные шлюзы

source: Gateway Options
ru_ru: Параметры шлюза

source: Default Gateway
ru_ru: Шлюз по умолчанию

source: Only enabled gateways will appear in this list.
ru_ru: В этом списке будут отображаться только включенные шлюзы.

source: This will determine which gateway appears first in the Payment Methods list on the Checkout.
ru_ru: Это позволит определить, какой шлюз отображается первым в списке методов оплаты при оформлении заказа.

source: Available gateways
ru_ru: Доступные шлюзы

source: Please enable all of the Payment Gateways you wish to make available to your customers.
ru_ru: Пожалуйста, включите все платежные шлюзы, которые вы хотите сделать доступными для ваших клиентов.

source: Standard
ru_ru: Стандартный

source: The following items, from one or more extensions, have tried to add Jigoshop Settings in a manner that is no longer supported as of Jigoshop 1.3. (%s)
ru_ru: Следующие, одно или нескольких расширений, пытались добавить настройки Jigoshop таким образом, который больше не поддерживается начиная с Jigoshop 1.3. (%s)

source: In Stock
ru_ru: В наличии

source: available
ru_ru: доступно

source: Unavailable
ru_ru: Недоступно

# price
source: From:
ru_ru: От:

source: Price Not Announced
ru_ru: Цена не объявлена

source: Weight
ru_ru: Вес

source: Length
ru_ru: Длина

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: EU VAT Number
ru_ru: Номер налогоплательщика

source: Address
ru_ru: Адрес

source: Phone number
ru_ru: Номер телефона

source: Email Address
ru_ru: Адрес электронной почты

source: Billing &amp; Shipping
ru_ru: Оплата &amp; доставка

source: Would you like to create an account?
ru_ru: Хотите зарегистрироваться?

source: You must check this to agree to creating an account
ru_ru: Вы должны отметить это, чтобы дать согласие на создание учетной записи

source: Account Username
ru_ru: Имя пользователя учётной записи

source: Account Password
ru_ru: Пароль учетной записи

source: Password again
ru_ru: Пароль еще раз

source: Save time in the future and check the status of your orders by creating an account.
ru_ru: Экономьте время в будущем и проверяйте статус вашего заказа, создав учетную запись.

source: Select your country
ru_ru: Выберите вашу страну

source: Ship to billing address?
ru_ru: Доставка по адресу выставления счета?

source: Notes/Comments
ru_ru: Примечания и комментарии

source: Order Notes
ru_ru: Примечания к заказу

source: Notes about your order.
ru_ru: Заметки о вашем заказе.

source: Sorry, your session has expired. <a href="%s">Return to homepage &rarr;</a>
ru_ru: К сожалению, истек срок действия вашей сессии. <a href="%s"> Вернуться на главную страницу &rarr;</a>

source: (billing) is a required field.
ru_ru: (оплата) является обязательным полем.

source: (billing) is not a valid number.
ru_ru: (оплата) не является допустимым числом.

source: (billing) is not a valid email address.
ru_ru: (оплата) не является действительным адресом электронной почты.

source: (billing) is not a valid postcode/ZIP.
ru_ru: (оплата) не является допустимым почтовым индексом.
