Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

source: Macedonia
ru_ru: Македония

source: Mali
ru_ru: Мали

source: Myanmar
ru_ru: Мьянма

source: Mongolia
ru_ru: Монголия

source: Macao S.A.R., China
ru_ru: Макао, Китай

source: Northern Mariana Islands
ru_ru: Северные Марианские острова

source: Martinique
ru_ru: Мартиника

source: Mauritania
ru_ru: Мавритания

source: Montserrat
ru_ru: Монтсеррат

source: Malta
ru_ru: Мальта

source: Mauritius
ru_ru: Маврикий

source: Maldives
ru_ru: Мальдивские острова

source: Malawi
ru_ru: Малави

source: Mexico
ru_ru: Мексика

source: Malaysia
ru_ru: Малайзия

source: Mozambique
ru_ru: Мозамбик

source: Namibia
ru_ru: Намибия

source: New Caledonia
ru_ru: Новая Каледония

source: Niger
ru_ru: Нигер

source: Norfolk Island
ru_ru: Остров Норфолк

source: Nigeria
ru_ru: Нигерия

source: Nicaragua
ru_ru: Никарагуа

source: Netherlands
ru_ru: Нидерланды

source: Norway
ru_ru: Норвегия

source: Nepal
ru_ru: Непал

source: Nauru
ru_ru: Науру

source: Niue
ru_ru: Ниуэ

source: New Zealand
ru_ru: Новая Зеландия

source: Oman
ru_ru: Оман

source: Panama
ru_ru: Панама

source: Peru
ru_ru: Перу

source: French Polynesia
ru_ru: Французская Полинезия

source: Papua New Guinea
ru_ru: Папуа-Новая Гвинея

source: Philippines
ru_ru: Филиппины

source: Pakistan
ru_ru: Пакистан

source: Poland
ru_ru: Польша

source: Saint Pierre and Miquelon
ru_ru: Сен-Пьер и Микелон

source: Pitcairn
ru_ru: Питкэрн

source: Puerto Rico
ru_ru: Пуэрто-Рико

source: Palestinian Territory
ru_ru: Палестинской территории

source: Portugal
ru_ru: Португалия

source: Palau
ru_ru: Палау

source: Paraguay
ru_ru: Парагвай

source: Qatar
ru_ru: Катар

source: Reunion
ru_ru: Реюньон

source: Romania
ru_ru: Румыния

source: Serbia
ru_ru: Сербия

source: Russia
ru_ru: Россия

source: Rwanda
ru_ru: Руанда

source: Saudi Arabia
ru_ru: Саудовская Аравия

source: Solomon Islands
ru_ru: Соломоновы острова

source: Seychelles
ru_ru: Сейшельские острова

source: Sudan
ru_ru: Судан

source: Sweden
ru_ru: Швеция

source: Singapore
ru_ru: Сингапур

source: Saint Helena
ru_ru: Остров Святой Елены

source: Slovenia
ru_ru: Словения

source: Svalbard and Jan Mayen
ru_ru: Шпицберген и Ян Майен

source: Slovakia
ru_ru: Словакия

source: Sierra Leone
ru_ru: Сьерра-Леоне

source: San Marino
ru_ru: Сан-Марино

source: Senegal
ru_ru: Сенегал

source: Somalia
ru_ru: Сомали

source: Suriname
ru_ru: Суринам

source: Sao Tome and Principe
ru_ru: Сан-Томе и Принсипи

source: El Salvador
ru_ru: Сальвадор

source: Syria
ru_ru: Сирия

source: Swaziland
ru_ru: Свазиленд

source: Turks and Caicos Islands
ru_ru: Острова Теркс и Кайкос

source: Chad
ru_ru: Чад

source: French Southern Territories
ru_ru: Французские Южные территории

source: Togo
ru_ru: Того

source: Thailand
ru_ru: Таиланд

source: Tajikistan
ru_ru: Таджикистан

source: Tokelau
ru_ru: Токелау

source: Timor-Leste
ru_ru: Тимор Лешти

source: Turkmenistan
ru_ru: Туркменистан

source: Tunisia
ru_ru: Тунис

source: Tonga
ru_ru: Тонга

source: Turkey
ru_ru: Турция

source: Trinidad and Tobago
ru_ru: Тринидад и Тобаго

source: Tuvalu
ru_ru: Тувалу

source: Taiwan
ru_ru: Тайвань

source: Tanzania
ru_ru: Танзания

source: Ukraine
ru_ru: Украина

source: Uganda
ru_ru: Уганда

source: US Minor Outlying Islands
ru_ru: Малые Удалённые Острова США

source: United States
ru_ru: США

source: US Armed Forces
ru_ru: Вооруженные силы США

source: Uruguay
ru_ru: Уругвай

source: Uzbekistan
ru_ru: Узбекистан

source: Vatican
ru_ru: Ватикан

source: Saint Vincent and the Grenadines
ru_ru: Сент-Винсент и Гренадины

source: Venezuela
ru_ru: Венесуэла

source: British Virgin Islands
ru_ru: Британские Виргинские острова

source: U.S. Virgin Islands
ru_ru: Виргинские острова, США

source: Viet nam
ru_ru: Вьетнам

source: Vanuatu
ru_ru: Вануату

source: Wallis and Futuna
ru_ru: Уоллис и Футуна

source: Samoa
ru_ru: Самоа

source: Yemen
ru_ru: Йемен

source: Mayotte
ru_ru: Майотта

source: South Africa
ru_ru: Южная Африка

source: Zambia
ru_ru: Замбия

source: Zimbabwe
ru_ru: Зимбабве

source: Not managed
ru_ru: нерегулированный

source: Grouped parent has no price
ru_ru: Сгруппированные родитель не имеет цены

source: Stock
ru_ru: Запас

source: Please enter an attribute label.
ru_ru: Пожалуйста, введите название атрибута.

source: That attribute already exists, no additions were made.
ru_ru: Этот атрибут уже существует, изменения не были сделаны.

source: Attributes
ru_ru: Атрибуты

source: Edit Attribute
ru_ru: Редактировать атрибут

source: Attribute taxonomy names cannot be changed; you may only change an attributes type.
ru_ru: Имя таксономии атрибута не может быть изменена; вы можете изменить только тип атрибута.

source: Attribute Label
ru_ru: Имя атрибута

source: The label is how it appears on your site.
ru_ru: Метка, как она будет появляеться на вашем сайте.

source: Attribute type
ru_ru: Тип атрибута

source: Select
ru_ru: Выбрать

source: Multiselect
ru_ru: Выбор множества

source: Text
ru_ru: Текст

source: Save Attribute
ru_ru: Сохранить атрибут

source: Label
ru_ru: Отметка

source: Slug
ru_ru: Сокращение

source: Delete
ru_ru: Удалить

source: Configure&nbsp;terms
ru_ru: Настроить&nbsp;условия

source: No attributes currently exist.
ru_ru: В настоящее время атрибутов не существует.

source: Add New Attribute
ru_ru: Добавить новый атрибут

source: Attribute Slug
ru_ru: Сокращение атрибута:

source: Slug for your attribute (optional).
ru_ru: Сокращение для атрибута (необязательно).

source: Add Attribute
ru_ru: Добавить атрибут

source: Are you sure you want to delete this?
ru_ru: Вы уверены, что хотите это удалить?

source: Product updated. <a href="%s">View Product</a>
ru_ru: Товар обновлён. <a href="%s">Просмотр товара</a>

source: Custom field updated.
ru_ru: Настраиваемое поле обновлено.

source: Custom field deleted.
ru_ru: Настраиваемое поле удалено.

source: Product updated.
ru_ru: Продукт обновлен.

source: Product restored to revision from %s
ru_ru: Продукт восстановлен к ревизии от %s

source: Product published. <a href="%s">View Product</a>
ru_ru: Продукт опубликован. <a href="%s"> Просмотр товара</a>

source: Product saved.
ru_ru: Товар сохранены.

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
ru_ru: Продукт добавлен. <a target="_blank" href="%s"> Просмотр товара</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
ru_ru: Товар запланирован на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Просмотр товара</a>

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
ru_ru: Черновик продукта обновлён. <a target="_blank" href="%s"> Просмотр товара</a>

source: Featured
ru_ru: Избранное

source: Change
ru_ru: Измененить

source: Parent (no stock)
ru_ru: Родительский (нет)

source: Unpublished
ru_ru: Неопубликованные

source: %s ago
ru_ru: %s назад

source: Published
ru_ru: Опубликовано

source: Missed schedule
ru_ru: Пропущенное расписание

source: Scheduled
ru_ru: Запланированные

source: Draft
ru_ru: Черновик

source: Show all types
ru_ru: Показать все типы

source: Billing & Shipping
ru_ru: Оплата и доставка

source: Used Coupons
ru_ru: Используемые Купоны

source: Order Cost
ru_ru: Стоимость заказа

source: User:
ru_ru: Пользователь:

source: Guest
ru_ru: Гость

source: Billing Email:
ru_ru: Платёжный адрес электронной почты:

source: Billing Phone:
ru_ru: Платёжный телефон:

source: Payment:
ru_ru: Способ оплаты:

source: Shipping:
ru_ru: Доставка:

source: [%s with SKU of %s]
ru_ru: [%s с Артикулом %s]

source: [%s with ID of %d]
ru_ru: [%s с идентификатором ID %d]

source: [%s with product ID of %d]
ru_ru: [%s с ID продукта %d]

source: Order updated.
ru_ru: Заказ обновлен.

source: Order published.
ru_ru: Заказ опубликован.

source: Order submitted.
ru_ru: Заказ добавлен.

source: Order draft updated.
ru_ru: Черновик заказа обновлен.

source: Code
ru_ru: Код

source: Used Limit
ru_ru: Лимит использован

source: Used
ru_ru: Использовано

source: Start Date
ru_ru: Дата начала

source: End Date
ru_ru: Дата окончания

source: Individual Use
ru_ru: Индивидуально

source: Send Jigoshop emails from
ru_ru: Отправить письма Jigoshop от

source: The email used to send all Jigoshop related emails, such as order confirmations and notices.
ru_ru: Укажите адрес электронной почты, с которого будут отправляться письма, связанные с плагином (например, подтверждение заказа или сообщения).

source: Downloads
ru_ru: Скачивания

source: Styles and scripts
ru_ru: Стили и скрипты

source: Demo store banner
ru_ru: Баннер демо-магазина

source: Disable bundled PrettyPhoto
ru_ru: Отключить встроеный PrettyPhoto

source: Useful if or one of your plugin already loads the PrettyPhoto script and css. But be careful, Jigoshop will still try to open product images using Fancybox.
ru_ru: Полезно, если один из ваших плагинов уже загружает скрипт PrettyPhoto и CSS. Но будьте внимательны, Jigoshop все равно будет пытаться открыть изображение продукта используя Fancybox.

source: Setting this to Yes will allow users to checkout without registering or signing up. Otherwise, users must be signed in or must sign up to checkout.
ru_ru: Указав Да, вы позволите пользователям покупать товары без регистрации на сайте. В противном случае пользователь должен будет войти или зарегистрироваться прежде чем заказывать.

source: Forcing SSL is recommended. This will load your checkout page with https://. An SSL certificate is <strong>required</strong> if you choose yes. Contact your hosting provider for more information on SSL Certs.
ru_ru: Принудительное использование SSL является рекомендуемым. Это позволит загружать вашу страницу оформления заказа через https://. SSL сертификат <strong>обязательный</strong>, если вы выберете Да. Обратитесь к вашему провайдеру, чтобы узнать о сертификатах SSL больше.

source: Beta testing
ru_ru: Бета-тестирование

source: Use beta versions
ru_ru: Использовать бета-версии

source: Only beta plugin updates will be shown for Jigoshop. Beta updates will display normally in the Wordpress plugin manager.
ru_ru: Будут показаны только бета-обновления плагина Jigoshop. Бета-обновления показываться обычно в управлении плагинами Wordpress.

source: Check for update now
ru_ru: Проверить обновления сейчас

source: Manually check if a beta update is available.
ru_ru: Проверить вручную, доступно ли обновление бета-версии.

source: Enable Google eCommerce
ru_ru: Включить Google eCommerce

source: <a href="//support.google.com/analytics/bin/answer.py?hl=en&answer=1009612" target="_TOP">Learn how to enable</a> eCommerce tracking for your Google Analytics account.
ru_ru: <a href="//support.google.com/analytics/bin/answer.py?hl=en&answer=1009612" target="_TOP">Узнать, как включить</a> отслеживания электронной торговли для вашей учетной записи Google Analytics.

source: Prepend options
ru_ru: Вставить опции

source: Prepend shop categories / tags with base page
ru_ru: Добавлять категории магазина и метки к базовой странице

source: Slug variables
ru_ru: Изменяемые сокращения

source: Shop page configuration
ru_ru: Конфигурация страниц магазина

source: Catalog products display
ru_ru: Отображение каталога продукции

source: Per row
ru_ru: В строке

source: Determines how many products to show on one display row for Shop, Category and Tag pages. Default = 3.
ru_ru: Определяет сколько товаров показывать на одной строке для Каталога, Категории или Меток. По умолчанию = 3.

source: Per page
ru_ru: На странице

source: Determines how many products to display on Shop, Category and Tag pages before needing next and previous page navigation. Default = 12.
ru_ru: Определяет сколько продуктов показывать в Каталоге, Категории и Метках на одной странице без навигации вперед или назад. По умолчанию = 12.

source: This controls what currency prices are listed at in the catalog, and which currency PayPal, and other gateways, will take payments in. See the list of supported <a target='_new' href='%s'>PayPal currencies</a>.
ru_ru: Эта опция контролирует в какой валюте указаны цены в каталоге и в какой валюте принимать оплату с помощью PayPal или других платежных шлюзов. Пожалуйста, ознакомьтесь с перечнем доступных <a target='_new' href='%s'>валют PayPal </a>.

source: United Arab Emirates dirham (&#1583;&#46;&#1573;)
ru_ru: Дирхам Объединенных Арабских Эмиратов (&#1583;&#46;&#1573;)

source: Australian Dollar (&#36;)
ru_ru: Австралийский доллар (&#36;)

source: Brazilian Real (&#82;&#36;)
ru_ru: Бразильский реал (&#82;&#36;)

source: Canadian Dollar (&#36;)
ru_ru: Канадский доллар (&#36;)

source: Swiss Franc (SFr.)
ru_ru: Швейцарский франк (SFr.)

source: Chinese yuan (&#165;)
ru_ru: Китайский юань (&#165;)

source: Czech Koruna (&#75;&#269;)
ru_ru: Чешская крона (&#75;&#269;)

source: Danish Krone (kr)
ru_ru: Датская крона (kr)

source: Euro (&euro;)
ru_ru: Евро (&euro;)

source: Pounds Sterling (&pound;)
ru_ru: Фунтов стерлингов (&pound;)

source: Hong Kong Dollar (&#36;)
ru_ru: Гонконгский доллар (&#36;)

source: Croatian Kuna (&#107;&#110;)
ru_ru: Хорватская куна (&#107;&#110;)

source: Hungarian Forint (&#70;&#116;)
ru_ru: Венгерский форинт (&#70;&#116;)

source: Indonesia Rupiah (&#82;&#112;)
ru_ru: Индонезия рупия (&#82;&#112;)

source: Israeli Shekel (&#8362;)
ru_ru: Израильский шекель (&#8362;)

source: Indian Rupee (&#8360;)
ru_ru: Индийская рупия (&#8360;)

source: Japanese Yen (&yen;)
ru_ru: Японская иена (&yen;)

source: Mexican Peso (&#36;)
ru_ru: Мексиканское песо (&#36;)

source: Malaysian Ringgits (RM)
ru_ru: Малайзийский ринггит (RM)

source: Nigerian Naira (&#8358;)
ru_ru: Нигерийский Найр (&#8358;)

source: Norwegian Krone (kr)
ru_ru: Норвежская крона (kr)

source: New Zealand Dollar (&#36;)
ru_ru: Новозеландский доллар (&#36;)

source: Philippine Pesos (&#8369;)
ru_ru: Филиппинское песо (&#8369;)

source: Polish Zloty (&#122;&#322;)
ru_ru: Польский злотый (&#122;&#322;)

source: Romanian New Leu (&#108;&#101;&#105;)
ru_ru: Новый Румынский лей (&#108;&#101;&#105;)

source: Russian Ruble (&#1088;&#1091;&#1073;)
ru_ru: Российский рубль (&#1088;&#1091;&#1073;)

source: Swedish Krona (kr)
ru_ru: Шведская крона (kr)

source: Singapore Dollar (&#36;)
ru_ru: Сингапурский доллар (&#36;)

source: Thai Baht (&#3647;)
ru_ru: Тайский бат (&#3647;)

source: Turkish Lira (&#8356;)
ru_ru: Турецкая лира (&#8356;)

source: Taiwan New Dollar (&#36;)
ru_ru: Новый тайваньский доллар (&#36;)

source: US Dollar (&#36;)
ru_ru: Доллар США (&#36;)

source: South African rand (R)
ru_ru: Южноафриканский рэнд (R)

source: Price Separators
ru_ru: Разделитель цены

source: <p>Changing any of these settings will affect the dimensions of images used in your Shop. After changing these settings you may need to <a href="%s">regenerate your thumbnails</a>.</p> <p>Crop: Leave unchecked to set the image size by resizing the image proportionally (that is, without distorting it). Leave checked to set the image size by hard cropping the image (either from the sides, or from the top and bottom).</p> <p><strong>Note:</strong> Your images may not display in the size you choose below. This is because they may still be affected by CSS styles, that is, your theme.
ru_ru: <p>Изменение любого из этих параметров влияет на размеры изображений, используемых в Вашем магазине. После изменения этих параметров может потребоваться <a href="%s">регенерация ваших эскизов</a>.</p> <p>Кадрирование: Оставьте неотмеченным для пропорционального изменения размеров (то есть, не обрезая его). Оставьте отмеченным для установки размера изображения с жестким кадрированием изображения (или сторон, или сверху и снизу).</p> <p><strong>Примечание:</strong> Ваши изображения могут не отображаться в размерах выбранных вами ниже. Это потому, что они все еще могут быть затронуты CSS стилями вашей темы.

source: Tiny Images
ru_ru: Крошечные изображения

source: Cart, Checkout, Orders and Widgets
ru_ru: Корзина, оформление, заказы и виджеты

source: Thumbnail Images
ru_ru: Миниатюры

source: Single Product page extra images.
ru_ru: Дополнительные изображения на странице товара.

source: Catalog Images
ru_ru: Изображение в каталоге

source: Shop, Categories, Tags, and Related Products.
ru_ru: Магазин, категории, метки и подобные товары.

source: Large Images
ru_ru: Большие изображения

source: Single Product pages
ru_ru: Отдельные страницы продукта

source: Coupon Information
ru_ru: Информация о купоне

source: <div>Coupons allow you to give your customers special offers and discounts. </div>
ru_ru: <div> Купоны позволяют предоставить вашим покупателям специальные предложения и скидки. </div>

source: All fields are required.
ru_ru: Все поля обязательны для заполнения.

source: Products &amp; Inventory
ru_ru: Продукты и Инвентаризация

source: Product fields
ru_ru: Поля продукта

source: Enable SKU
ru_ru: Включить &laquo;Артикул&raquo;

source: Enable weight
ru_ru: Включить вес

source: General inventory options
ru_ru: Параметры общей инвентаризации

source: Enable product stock
ru_ru: Включить запасы товара

source: If you are not managing stock, turn it off here to disable it in admin and on the front-end. You can manage stock on a per-item basis if you leave this option on.
ru_ru: Если вы не хотите управлять запасами, выключите здесь. Включив, вы сможете управлять запасами каждого товара.

source: Notifications
ru_ru: Уведомления

source: General shipping settings
ru_ru: Общие настройки доставки

source: Calculate shipping
ru_ru: Рассчитать доставку

source: Only set this to no if you are not shipping items, or items have shipping costs included. If you are not calculating shipping then you can ignore all other tax options.
ru_ru: Установите, только если вы не поставляете продукт, или цена поставки включена. Если вы не считаете поставки, можно проигнорировать все другие варианты налогообложения.

source: General tax options
ru_ru: Общие настройки налогооблажения

source: Enable tax calculation
ru_ru: Включить расчет налога

source: Only disable this if you are exclusively selling non-taxable items. If you are not calculating taxes then you can ignore all other tax options.
ru_ru: Выключите, если вы продаете исключительно не облагаемые налогом товары. Если вы не рассчитываете налоги, смело игнорируйте остальные настройки.

source: If prices include tax then tax calculations will work backwards.
ru_ru: Если цены включают налоги, тогда налог будет исчисляться с цены.

source: Cart total displays
ru_ru: Всего в корзине

source: Should the subtotal be shown including or excluding tax on the frontend?
ru_ru: Сумма должна быть с или без налогов?

source: price including tax
ru_ru: Цена включая налоги

source: price excluding tax
ru_ru: Цены без учета налогов

source: Reduced Rate%sZero Rate
ru_ru: Пониженная ставка%sНулевая

source: Attributes can have many types which affect how they are displayed in both the admin &amp; frontend, these include
ru_ru: Атрибуты могут иметь множество типов, которые влияют на способ их отображения в админке и интерфейсе, к ним относятся

source: is used for attributes which can only have <strong>one</strong> value. Note: this type can not be used for variations
ru_ru: используется для атрибутов, которые может иметь только <strong>одно</strong> значение. Примечание: этот тип нельзя использовать для вариаций.

source: Multiple Select
ru_ru: Множественный выбор

source: is used in situations where a product can belong to many but not all possible attributes, for example available colours. This attribute type can be used for variations
ru_ru: используется в ситуациях, когда продукт может принадлежать многим, но не всем возможным атрибутам, например, доступные цвета. Этот атрибут можно использовать для вариаций.

source: is used when you do not know what options there are until it comes to creating a product
ru_ru: используется, когда вы не знаете, какие варианты есть до тех пор, пока продукт не создан

source: In addition to all these types there are also custom attributes which are created in the product creation screen, these attributes are mainly only used for one-off attributes
ru_ru: Помимо всех этих типов являются настраиваемые атрибуты, которые являются созданный в на экране создания продукта, эти атрибуты являются главным образом только используется для аккордная атрибутов

source: Once youve set up your attribute with a name &amp; a type the final task is to create some options
ru_ru: Как только вы установили атрибут с названием и типом, остается только создать несколько опций.

source: To create an option click on the attribute name to the right of the screen, this should take you to a new screen. Once there simply add options the same as you would a category/tag
ru_ru: Чтобы создать параметр щелкните имя атрибута справа на странице, это должно привести к новой странице. На ней просто добавьте опции так же, как категорию или метку.

source: Thats really all there is to it, enjoy
ru_ru: Это действительно все, что нужно сделать, наслаждайтесь

source: For more information
ru_ru: Для получения дополнительной информации

source: Documentation on
ru_ru: Документация по

source: Product Attributes
ru_ru: Атрибуты продукта

source: Support Forum
ru_ru: Форум поддержки

source: Overview
ru_ru: Обзор

source: Attributes let you define extra product data, such as size or colour. You can use these attributes in the shop sidebar using the "layered nav" widgets. Please note: you cannot rename an attribute later on
ru_ru: Атрибуты позволяют определить дополнительные данные о продукте, например цвет или размер. Также атрибуты используются в виджете "layered nav" (динамическая сортировка). Примечание: вы не сможете переименовать атрибут позже.

source: Attribute Types
ru_ru: Типы атрибута

source: Adding Options
ru_ru: Добавление параметров

source: You can use categories to define sections of your site and group related products
ru_ru: Можно воспользоваться категориями, чтобы определить разделы сайта и сгруппировать связанные продукты.

source: What’s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other products, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index
ru_ru: Какая разница между категориями и метками? Обычно метки - это ключевые слова для этого случая, которые идентифицируют важную информацию в вашей публикации (названия, темы и т.д.), и возможно повторяются в других товарах. А категории - это заранее определенные разделы. Если представить ваш сайт как книгу, категории похожи на содержание, а метки на термины в содержании.

source: When adding a new category on this screen, you’ll fill in the following fields
ru_ru: При добавлении новой категории на этой странице, вы заполняете следующие поля

source: The name is how it appears on your site
ru_ru: Наименование, как оно будет показано на странице.

source: The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens
ru_ru: «Сокращение» это версия названия для URL. Обычно это символы в нижнем регистре содержащие только буквы, цифры и дефис.

source: Parent
ru_ru: Родитель

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional. To create a subcategory, just choose another category from the Parent dropdown
ru_ru: Категории в отличие от меток могут иметь иерархию. У вас может быть категория Джаз, и под ним производные категории для Bebop и Big Band. Совершенно необязательно. Чтобы создать подкатегорию, просто выберите другую категорию из выпадающего списка Родитель.
