Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

source: Extend Jigoshop with themes.
ru_ru: Расширить Jigoshop темами.

source: Follow us on Twitter.
ru_ru: Следуйте за нами на Twitter.

source: Jigoshop on Github
ru_ru: Jigoshop на Github

source: Help extend Jigoshop.
ru_ru: Помочь расширить Jigoshop.

source: Jigoshop on WordPress.org
ru_ru: Jigoshop на WordPress.org

source: Leave us a rating!
ru_ru: Оцените нас!

source: Jigoshop Project
ru_ru: Проект Jigoshop

source: Join our growing developer community today, contribute to the jigoshop project via GitHub.
ru_ru: Присоединяйтесь сегодня к нашему растущему сообществу разработчиков, способствовать проекту jigoshop через GitHub.

source: Jigoshop Social
ru_ru: Jigoshop социальный

source: Learn more about the Jigoshop plugin
ru_ru: Узнайте больше о плагине Jigoshop

source: Stuck? Read the plugin's documentation.
ru_ru: Застряли? Прочитайте документацию плагина.

source: Next Month &rarr;
ru_ru: Следующий месяц &rarr;

source: &larr; Previous Month
ru_ru: &larr; Предыдущий месяц

source: Manually reducing stock.
ru_ru: Ручное сокращение запасов.

source: Item %s %s not found, skipping.
ru_ru: Элемент %s %s не найден, пропускается.

source: Manual stock reduction complete.
ru_ru: Ручное сокращение запасов завершено.

source: Manually restoring stock.
ru_ru: Ручное восстановления запасов.

source: Item #%s stock increased from %s to %s.
ru_ru: Запас продукта #%s увеличен с%s до %s.

source: Manual stock restore complete.
ru_ru: Ручное восстановление запасов завершено.

source: Product SKU must be unique
ru_ru: Артикул продукта должен быть уникальным

source: Customer Billing Address
ru_ru: Адрес заказчика для выставления счетов

source: Customer Shipping Address
ru_ru: Адрес доставки

source: Order status:
ru_ru: Статус заказа:

source: Customer:
ru_ru: Заказчик:

source: Customer Note:
ru_ru: Примечание клиента:

source: Customer's notes about the order
ru_ru: Примечания покупателя о заказе

source: Copy billing address to shipping address
ru_ru: Скопирывать адрес выставления счета в адрес доставки

source: Variation ID
ru_ru: ID варианта

source: Order Item Meta
ru_ru: Meta позиции заказа

source: Tax Rate
ru_ru: Ставка налога

source: Choose a Product
ru_ru: Выбрать продукт

source: Add item
ru_ru: Добавить элемент

source: Calculate totals
ru_ru: Подвести итог

source: Save Order
ru_ru: Сохранить заказ

source: - Save/update the order.
ru_ru: - Сохранить/обновить заказ.

source: Reduce stock
ru_ru: Уменьшить запас

source: - Reduces stock for each item in the order; useful after manually creating an order or manually marking an order as complete/processing after payment.
ru_ru: - Уменьшает запас для каждой позиции в заказе; полезен после ручного создания заказа или ручной маркировки заказа выполненным/в обработке после оплаты.

source: Restore stock
ru_ru: Восстановить запас

source: - Restores stock for each item in the order; useful after refunding or canceling the entire order.
ru_ru: - Восстанавливает запас для каждой позиции в заказе; полезен после возврата или отмены оплаты всего заказа.

source: Email invoice
ru_ru: Счет по электронной почте

source: - Emails the customer order details and a payment link.
ru_ru: - Посылает письмо покупателю с деталями заказа и ссылкой для оплаты.

source: Delete Permanently
ru_ru: Окончательно удалить

source: Move to Trash
ru_ru: Переместить в корзину

source: Subtotal:
ru_ru: Сумма:

source: Discount:
ru_ru: Скидка:

source: Choose
ru_ru: Выбрать

source: Total Tax:
ru_ru: Общая сумма налога:

source: Shipping Tax:
ru_ru: Налог на доставку:

source: No attributes for this item.
ru_ru: Нет атрибутов для этого продукта

source: Coupon Code
ru_ru: Код купона

source: Will not appear until coupon is saved. This is the front end code for use on the Cart.
ru_ru: Не будет отображаться до тех пор, пока сохраняется купон. Это лицевой код для использования в корзине.

source: Coupon Type
ru_ru: Тип купона

source: Coupon Amount
ru_ru: Сумма купона

source: Enter an amount e.g. 9.99.
ru_ru: Введите сумму, например 9.99.

source: Date From
ru_ru: Дата с

source: yyyy-mm-dd
ru_ru: гггг-мм-дд

source: Choose between which dates this coupon is enabled. Leave empty for any date.
ru_ru: Выбрать даты в пределах которых активен этот купон. Оставьте пустым для любой даты.

source: Date To
ru_ru: Дата по

source: Usage Limit
ru_ru: Ограничение на использование

source: Times used: %s
ru_ru: Использовано раз: %s

source: Prevent other coupons from being used while this one is applied to the Cart.
ru_ru: Предотвратить использование других купонов, когда этот активен в корзине.

source: Show the Free Shipping method on the Checkout with this enabled.
ru_ru: Показать бесплатный способ доставки на заказ с этой поддержкой.

source: Order total min
ru_ru: Заказать всего мин.

source: Set the required minimum subtotal for this coupon to be valid on an order.
ru_ru: Установить наименьший нужный промежуточный счет, чтобы этот купон был действителен в заказе.

source: Order total max
ru_ru: Заказать всего макс.

source: Set the required maximum subtotal for this coupon to be valid on an order.
ru_ru: Установить наибольший нужный промежуточный счет, чтобы этот купон был действителен в заказе.

source: Include Products
ru_ru: Включить продукты

source: Exclude Products
ru_ru: Исключить продукты

source: Control which products this coupon cannot be applied to.
ru_ru: К каким продуктам можно применить этот купон.

source: Include Categories
ru_ru: Включать категории

source: Control which product categories this coupon can apply to.
ru_ru: К каким категориям продуктов можно применить этот купон.

source: Any category
ru_ru: Любой категории

source: Exclude Categories
ru_ru: Исключить категории

source: Control which product categories this coupon cannot be applied to.
ru_ru: К каким категориям продуктов нельзя применить этот купон.

source: No exclusions
ru_ru: Без исключений

source: Control which payment methods are allowed for this coupon to be effective.
ru_ru: Какие способы оплаты разрешены, чтобы этот купон был действительным.

source: Any method
ru_ru: Любой метод

source: Attach to Variation
ru_ru: Прикрепить к вариации

source: Attach to Product
ru_ru: Прикрепить к продукту

source: Simple
ru_ru: Простой

source: Downloadable
ru_ru: Загружаемый

source: Grouped
ru_ru: Сгруппированнй

source: Virtual
ru_ru: Виртуальный

source: Variable
ru_ru: Вариативный

source: External / Affiliate
ru_ru: Внешний/Связанный

source: Advanced
ru_ru: Расширенный

source: Inventory
ru_ru: Инвентаризация

source: Grouping
ru_ru: Группировка

source: Download
ru_ru: Скачать

source: Catalog & Search
ru_ru: Каталог и Поиск

source: Catalog Only
ru_ru: Только каталог

source: Search Only
ru_ru: Только Поиск

source: Hidden
ru_ru: Скрытый

source: Featured?
ru_ru: Избранный?

source: Enable this option to feature this product
ru_ru: Включите эту опцию, чтобы добавить этот товар в избранное

source: or %
ru_ru: или %

source: Schedule
ru_ru: Запланированно

source: On Sale Between
ru_ru: В распродаже между

source: Current time:
ru_ru: Текущее время:

source: Product URL
ru_ru: URL-адрес продукта

source: The URL of the external product (eg. http://www.google.com)
ru_ru: URL-адрес внешнего продукта (например. http://www.google.com)

source: Check All
ru_ru: Проверить все

source: Uncheck All
ru_ru: Отменить все

source: Dimensions
ru_ru: Размер

source: Can be personalized
ru_ru: Могут быть персонализированы

source: Personalized Characters
ru_ru: Персонализированные символы

source: Leave blank for unlimited
ru_ru: Оставьте пустым для неограниченного

source: Manage Stock?
ru_ru: Управлять запасами?

source: Handle stock for me
ru_ru: Управлять запасами вместо меня

source: Allow Backorders?
ru_ru: Разрешить предварительный заказ?

source: Do not allow
ru_ru: Не разрешать

source: Allow, but notify customer
ru_ru: Разрешить, но уведомлять клиента

source: Allow
ru_ru: Разрешить

source: File Path
ru_ru: Путь к файлу

source: Upload a file
ru_ru: Загрузить файл

source: Leave blank for unlimited re-downloads
ru_ru: Оставить пустым для неограниченных загрузок

source: Custom product attribute
ru_ru: Пользовательский атрибут продукта

source: Click to toggle
ru_ru: Нажмите для переключения

source: Choose an option&hellip;
ru_ru: Выберите вариант&hellip;

source: Toggle
ru_ru: Переключить

source: Show All
ru_ru: Показать все

source: Subject
ru_ru: Тема

source: Actions
ru_ru: Действия

source: No email action
ru_ru: Нет действий электронной почты

source: Selected actions have not common variables
ru_ru: Выбранные действия не имеют общих переменных

source: Select email action to see avalible variables
ru_ru: Выберите email действие, чтобы увидеть доступные переменные

source: You need to add some variations first
ru_ru: Вам нужно сначала добавить несколько вариаций

source: Are you sure you want to delete all variations
ru_ru: Вы уверены, что вы хотите удалить все вариации

source: Enter a regular price
ru_ru: Введите обычную цену

source: Enter a sale price
ru_ru: Введите распродажную цену

source: Enter a stock value
ru_ru: Введите размер запасов

source: Enter a weight value
ru_ru: Введите значение веса

source: Enter a width value
ru_ru: Введите значение ширины

source: Enter a length value
ru_ru: Введите значение длины

source: Enter a height value
ru_ru: Введите значение высоты

source: Are you sure you want to remove this variation?
ru_ru: Вы уверены, что хотите удалить этот вариант?

source: Stock Qty
ru_ru: Объем запасов

source: Enabled
ru_ru: Включено

source: File Location
ru_ru: Расположение файла

source: Re-downloads Limit
ru_ru: Лимит повторных загрузок

source: Any
ru_ru: Любой

source: Remove All Variations
ru_ru: Удалить все вариации

source: Set All
ru_ru: Установить все

source: Regular Prices
ru_ru: Обычные цены

source: Sale Prices
ru_ru: Распродажные цены

source: Apply
ru_ru: Применить

source: Default selections:
ru_ru: Выбор по умолчанию:

source: No default
ru_ru: Значение по умолчанию отсутствует

source: Web Optimization System
ru_ru: Система Веб-оптимизации

source: Jigoshop Web Optimization System
ru_ru: Система Веб-оптимизации Jigoshop

source: Enable Jigoshop Web Optimization System
ru_ru: Включить систему веб-оптимизации Jigoshop

source: This feature improves performance of the jigoshop along with its extenstions by combining and compressing all the css and js files. As a result browser will have to download one compressed java script file and one compressed css file for all jigoshop related functionality. Note: Extensions should use jigoshop_add_style(), jigoshop_add_script() and jigoshop_localize_script() API in order to utilise JWOS functionality.
ru_ru: Эта функция повышает производительность jigoshop вместе со его расширениями, путем объединения и сжатия всех CSS и JS файлов. Как результат, браузеру придется загрузить один сжатый файл Java Script и один сжатый CSS файл для всех связанных функций jigoshop. Примечание: Расширения должны использовать jigoshop_add_style (), jigoshop_add_script () и jigoshop_localize_script (API) для того, чтобы использовать функциональные возможности JWOS.

source: Plugin status
ru_ru: Статус плагина

source: Clear cache
ru_ru: Очистить кэш

source: Cart Favicon
ru_ru: Иконка корзины

source: Enable module
ru_ru: Включить модуль

source: Upload Favicon
ru_ru: Загрузить Favicon

source: Position
ru_ru: Положение

source: Right down
ru_ru: Справа внизу

source: Right up
ru_ru: Справа вверху

source: Left down
ru_ru: Слева вверху

source: Left up
ru_ru: Слева внизу

source: Background Color
ru_ru: Цвет фона

source: Text Color
ru_ru: Цвет текста

source: Actual icon:
ru_ru: Актуальная иконка:

source: Upload new icon:
ru_ru: Загрузить новую иконку:
