Repository: Vslav/jigoshop-ru_RU
Catalog: jigoshop-*.po
Languages: ru_ru

source: <strong>Error!</strong> Jigoshop requires at least PHP %s! Your version is: %s. Please upgrade.
ru_ru: <strong>Ошибка!</strong> Jigoshop требует, по крайней мере версию PHP %s! Ваша версия: %s. Пожалуйста, обновите.

source: <strong>Error!</strong> Jigoshop requires at least WordPress %s! Your version is: %s. Please upgrade.
ru_ru: <strong>Ошибка!</strong> Jigoshop требует, по крайней мере версию WordPress %s! Ваша версия: %s. Пожалуйста, обновите.

source: <strong>Warning!</strong> Jigoshop requires at least %sM of memory! Your system currently has: %s.
ru_ru: <strong>Внимание!</strong> Jigoshop требует, по крайней мере %sM доступной памяти! Ваша система в настоящее время имеет: %s.

source: Contact support
ru_ru: Связаться со службой поддержки

source: Dashboard
ru_ru: Панель мониторинга

source: Products
ru_ru: Продукты

source: Orders
ru_ru: Заказы

source: Settings
ru_ru: Параметры

source: Docs
ru_ru: Документы

source: Support
ru_ru: Поддержка

source: Customer
ru_ru: Клиент

source: Shop Manager
ru_ru: Менеджер магазина

source: Select a state&hellip;
ru_ru: Выберите регион&hellip;

source: state
ru_ru: Регион

source: Please select a star to rate your review.
ru_ru: Пожалуйста поставте оценку

source: This is a demo store for testing purposes &mdash; no orders shall be fulfilled.
ru_ru: Это демонстрационный магазин для тестирования &ndash; заказы не будут выполнены.

source: <small>(ex. tax)</small>
ru_ru: <small>(без налогов)</small>

source: <small>(inc. tax)</small>
ru_ru: <small>(включая налоги)</small>

source: You have taken too long. Please go back and refresh the page.
ru_ru: Процесс слишком затянулся. Пожалуйста, обновите страницу.

source: Please rate the product.
ru_ru: Оцените, пожалуйста, продукт.

source: out of 5
ru_ru: из 5

source: Your comment is awaiting approval
ru_ru: Ваш комментарий ожидает одобрения

source: Rating by
ru_ru: Оценено

source: on
ru_ru: на

source: Search
ru_ru: Поиск

source: All
ru_ru: Все

source: Parent
ru_ru: Родительские

source: Edit
ru_ru: Редактировать

source: Update
ru_ru: Обновить

source: Add New
ru_ru: Добавить новый

source: New
ru_ru: Новый

source: Product
ru_ru: Продукт

source: All Products
ru_ru: Все продукты

source: Add New
ru_ru: Добавить новый

source: Add New Product
ru_ru: Добавить новый продукт

source: Edit
ru_ru: Редактировать

source: Edit Product
ru_ru: Изменить продукт

source: New Product
ru_ru: Новый продукт

source: View Product
ru_ru: Просмотр продукта

source: Search Products
ru_ru: Поиск продуктов

source: No Products found
ru_ru: Продуктов не найдено

source: No Products found in trash
ru_ru: Нет продуктов в корзине

source: Parent Product
ru_ru: Родительский продукт

source: This is where you can add new products to your store.
ru_ru: Здесь вы можете добавить новые продукты для вашего магазина.

source: Variations
ru_ru: Варианты

source: Variation
ru_ru: Вариант

source: Add Variation
ru_ru: Добавить вариант

source: Add New Variation
ru_ru: Добавить новый вариант

source: Edit Variation
ru_ru: Изменить вариант

source: New Variation
ru_ru: Новые вариант

source: View Variation
ru_ru: Просмотр вариантов

source: Search Variations
ru_ru: Поиск вариантов

source: No Variations found
ru_ru: Варианты не найдены

source: No Variations found in trash
ru_ru: В корзине вариантов не найдено

source: Parent Variation
ru_ru: Родительский вариант

source: Categories
ru_ru: Категории

source: Product Categories
ru_ru: Категории продуктов

source: Product Category
ru_ru: Категория продуктов

source: Search Product Categories
ru_ru: Поиск категорий продукта

source: All Product Categories
ru_ru: Все категории продукта

source: Parent Product Category
ru_ru: Родительская категория продукта

source: Parent Product Category:
ru_ru: Родительская категория продукта:

source: Edit Product Category
ru_ru: Редактировать категорию продукта

source: Update Product Category
ru_ru: Обновление категории продукта

source: Add New Product Category
ru_ru: Добавление новой категории продукта

source: New Product Category Name
ru_ru: Новое имя категории продукта

source: Tags
ru_ru: Метки

source: Product Tags
ru_ru: Метки продукта

source: Product Tag
ru_ru: Метка продукта

source: Search Product Tags
ru_ru: Поиск меток продукта

source: All Product Tags
ru_ru: Все метки продукта

source: Parent Product Tag
ru_ru: Родительская метка продукта

source: Parent Product Tag:
ru_ru: Родительская метка продукта:

source: Edit Product Tag
ru_ru: Изменение метки продукта

source: Update Product Tag
ru_ru: Обновление метки продукта

source: Add New Product Tag
ru_ru: Добавить новую метку продукта

source: New Product Tag Name
ru_ru: Новое имя метки продукта

source: Order
ru_ru: Заказ

source: All Orders
ru_ru: Все заказы

source: New Order
ru_ru: Новый заказ

source: Edit Order
ru_ru: Редактировать заказ

source: View Order
ru_ru: Просмотреть заказ

source: Search Orders
ru_ru: Поиск заказов

source: No Orders found
ru_ru: Заказы не найдены

source: No Orders found in trash
ru_ru: Заказы в корзине не найдены

source: Parent Orders
ru_ru: Родительские заказы

source: This is where store orders are stored.
ru_ru: Здесь хранятся заказы.

source: Order statuses
ru_ru: Статусы заказов

source: Order status
ru_ru: Статус заказа

source: Search Order statuses
ru_ru: Поиск статусов заказа

source: All Order statuses
ru_ru: Все статусы заказа

source: Parent Order status
ru_ru: Родительский статус заказа

source: Parent Order status:
ru_ru: Родительский статус заказа:

source: Edit Order status
ru_ru: Изменить статус заказа

source: Update Order status
ru_ru: Обновить статус заказа

source: Add New Order status
ru_ru: Добавить новый статус заказа

source: New Order status Name
ru_ru: Имя нового статуса заказа

source: Coupons
ru_ru: Купоны

source: Coupon
ru_ru: Купон

source: Add Coupon
ru_ru: Добавить купон

source: Add New Coupon
ru_ru: Добавить новый купон

source: Edit Coupon
ru_ru: Редактировать купон

source: New Coupon
ru_ru: Новый купон

source: View Coupons
ru_ru: Просмотреть купоны

source: View Coupon
ru_ru: Просмотреть купон

source: Search Coupons
ru_ru: Поиск купонов

source: No Coupons found
ru_ru: Купонов не найдено

source: No Coupons found in trash
ru_ru: Нет купонов в корзине

source: Parent Coupon
ru_ru: Родительский купон

source: This is where you can add new coupons that customers can use in your store.
ru_ru: Здесь вы можете добавлять новые купоны, которые клиенты могут использовать в вашем магазине.

source: Add Email
ru_ru: Добавить Email

source: Add New Email
ru_ru: Добавить новый Email

source: Add meta
ru_ru: Добавить мета

source: Quantity e.g. 2
ru_ru: Количество, например: 2

source: Cost per unit ex. tax e.g. 2.99
ru_ru: Стоимость за единицу без налога, например 2,99

source: Tax Rate e.g. 20.0000
ru_ru: Ставка налога, например 20,0000

source: Cart updated.
ru_ru: Корзина обновлена.

source: The Product could not be added to the cart. Please try again.
ru_ru: Не удалось добавить продукт в корзину. Пожалуйста, попробуйте еще раз.

source: Product successfully added to your cart.
ru_ru: Продукт успешно добавлен в вашу корзину.

source: View Cart &rarr;
ru_ru: Просмотреть корзину &rarr;

source: Sorry, your session has expired.
ru_ru: К сожалению, истек срок действия вашего сеанса.

source: Return to homepage &rarr;
ru_ru: Вернуться на главную страницу &rarr;

source: Username is required.
ru_ru: Имя пользователя является обязательным.

source: Password is required.
ru_ru: Пароль является обязательным.

source: Order cancelled by customer.
ru_ru: Заказ отменён клиентом.

source: Your order was cancelled.
ru_ru: Ваш заказ был отменен.

source: Your order is no longer pending and could not be cancelled. Please contact us if you need assistance.
ru_ru: Ваш заказ больше не рассматривается и не может быть отменён. Пожалуйста, свяжитесь с нам, если вам нужна помощь.

source: Invalid order.
ru_ru: Неверный заказ.

source: Invalid email address.
ru_ru: Недопустимый адрес электронной почты.

source: Go to homepage &rarr;
ru_ru: Перейти на главную страницу &rarr;

source: Invalid downloads.
ru_ru: Неудачные загрузки.

source: You must be logged in to download files.
ru_ru: Вы должны авторизоваться для загрузки файлов.

source: Login &rarr;
ru_ru: Войти &rarr;

source: This is not your download link.
ru_ru: Это не ваша ссылка на скачивание.

source: Sorry, you have reached your download limit for this file. <a href="%s">Go to homepage &rarr;</a>
ru_ru: К сожалению, вы достигли предела скачиваний для этого файла. <a href="%s"> На главную страницу &rarr;</a>

source: File not found. <a href="%s">Go to homepage &rarr;</a>
ru_ru: Файл не найден. <a href="%s"> На главную страницу &rarr;</a>

source: View all categories
ru_ru: Просмотреть все категории

source: Sale!
ru_ru: Распродажа!

# verb
source: Select
ru_ru: Выбрать

source: Buy product
ru_ru: Купить продукт

source: Add to cart
ru_ru: Добавить в корзину

source: Out of Stock
ru_ru: Закончился

source: SKU
ru_ru: Артикул

source: Brand
ru_ru: Бренд

source: Posted in
ru_ru: Опубликовано в

source: Tagged as
ru_ru: С меткой

source: Choose an option
ru_ru: Выберите вариант

source: Next <span class="meta-nav">&rarr;</span>
ru_ru: Следующий <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous
ru_ru: <span class="meta-nav">&larr;</span> Предыдущий

source: Description
ru_ru: Описание

source: Additional Information
ru_ru: Дополнительная информация

source: Reviews
ru_ru: Отзывы

source: Personalize
ru_ru: Персонализировать

source: Save Personalization
ru_ru: Сохранить персонализацию

source: You may enter a maximum of %s characters.
ru_ru: Вы можете ввести до %s символов.

source: Enter your personal information as you want it to appear on the product.<br />
ru_ru: Введите вашу персональную информацию так, как вы хотите, чтобы она появилась на продукте.<br />

source: Related Products
ru_ru: Подобные продукты

source: Calculate Shipping
ru_ru: Рассчитать доставку

source: Postcode/Zip
ru_ru: Почтовый индекс

source: Postcode
ru_ru: Почтовый индекс

source: Update Totals
ru_ru: Обновить итоги

source: (ex. tax)
ru_ru: (без налога)

source: Free
ru_ru: Бесплатно

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Login
ru_ru: Логин

source: Lost Password?
ru_ru: Забыли пароль?

source: Already registered?
ru_ru: Уже зарегистрированы?

source: Click here to login
ru_ru: Щелкните здесь для входа

source: You may have already established your Billing and Shipping state, but please verify it is correctly set for your location as well as all the rest of your information before placing your Order.
ru_ru: Вы возможно уже установили регион для доставки и выставления счета, но, пожалуйста убедитесь, правильно ли задано ваше местоположение, а также вся остальная ваша информация перед оформлением заказа.

source: Please verify that all your information is correctly entered before placing your Order.
ru_ru: Пожалуйста, убедитесь, что все ваши данные правильно введены перед размещением Вашего заказа.

source: If you have entered an EU VAT Number, it will be looked up when you <strong>Place</strong> your Order and verified. At that time <strong><em>Only</em></strong>, will VAT then be removed from the final Order and totals adjusted. You may enter your EU VAT Number either with, or without, the 2 character EU country code in front.
ru_ru: Если вы ввели номер налогоплательщика, он будет посмотрел вверх когда вы <strong>Место</strong> ваш заказ и проверены. В то время <strong><em>Только</em></strong>, НДС будет затем удаляться от финала Порядок и итоги отрегулированы. Вы можете ввести свой номер плательщика НДС ЕС, либо с, или без 2 символа ЕС код страны в фронте.

# breadcrumb
source: Home
ru_ru: Главная

source: Products tagged &ldquo;
ru_ru: Товары с меткой &ldquo;

source: Search results for &ldquo;
ru_ru: Результаты поиска для &ldquo;

source: Error 404
ru_ru: Ошибка 404

source: Posts tagged &ldquo;
ru_ru: Сообщения с тегами &ldquo;

source: Author:
ru_ru: Автор:

source: Page
ru_ru: Страница

source: Order Pending to Processing for admin
ru_ru: Заказ в ожидании обработки администратором

source: Amount
ru_ru: Количество

source: Order Date
ru_ru: Дата заказа

source: Order Status
ru_ru: Статус заказа

source: Shop Name
ru_ru: Имя Магазина

source: Shop TaxNumber
ru_ru: Налоговый номер Магазина

source: Shop_Phone
ru_ru: Телефон_Магазина

source: Shop Email
ru_ru: Электронная почта Магазина

source: HTML table with ordered items
ru_ru: HTML таблица заказанных товаров

source: Taxes of the order
ru_ru: Налоги от заказа

source: Subtotal
ru_ru: Сумма

source: Total Tax
ru_ru: Общая сумма налога

source: Total Price
ru_ru: Общая стоимость

source: Payment Method Title
ru_ru: Название Способа Оплаты

source: Is payment method Bank Transfer?
ru_ru: Является ли способом оплаты Банковский перевод?

source: Is payment method Cash on Delivery?
ru_ru: Является ли способом оплаты Наложенный платёж?

source: Is payment method Cheque?
ru_ru: Является ли способ оплаты Чек?

source: Is Local Pickup?
ru_ru: Забрать в офисе?

source: Company bank transfer details
ru_ru: Подробности банковского перевода компании

source: Company cheque details
ru_ru: Проверка реквизитов компании

source: If order is pending, show checkout url
ru_ru: Если заказ не принят, показать гиперссылку Оформления заказа

source: Billing Email
ru_ru: Платежная эл. почта

source: Product ID
ru_ru: ID Продукта

source: Product Name
ru_ru: Название продукта

# emails
source: Customer details
ru_ru: Реквизиты клиента

# emails
source: Phone:
ru_ru: Телефон:

# emails
source: Billing address
ru_ru: Адрес для выставления счета

# emails
source: Shipping address
ru_ru: Адрес доставки

# emails
source: Customer note
ru_ru: Примечание клиента

source: [[shop_name]] New Customer Order
ru_ru: [[shop_name]] Новый Заказ Клиента

source: [[shop_name]] Order Received
ru_ru: [[shop_name]] Заказ получен

source: <p>Thank you, we are now processing your order.<br/>
ru_ru: <p>Спасибо, мы в настоящее время обрабатываем ваш заказа.<br/>

source: Customer order status completed
ru_ru: Статус заказа клиента завершен

source: [[shop_name]] Order Complete
ru_ru: [[shop_name]] Заказ завершен

source: <p>Your order is complete.<br/>
ru_ru: <p>Ваш заказ завершён.<br/>

source: Customer order status refunded
ru_ru: Статус заказа клиента возвращён

source: [[shop_name]] Order Refunded
ru_ru: [[shop_name]] Заказ Возвращён

source: <p>Your order has been refunded.</p>
ru_ru: <p>Ваш заказ был возвращён.</p>

source: Send customer invoice
ru_ru: Отправить счет клиента

source: Invoice for Order: [order_number]
ru_ru: Счет для заказа: [order_number]

source: Low stock notification
ru_ru: Уведомление о малом запасе

source: [[shop_name]] Product low in stock
ru_ru: [[shop_name]] Продукт заканчивается

source: No stock notification
ru_ru: Уведомление об отсутствии запаса

source: [[shop_name]] Product out of stock
ru_ru: [[shop_name]] Продукт закончился

source: Product on backorder notification
ru_ru: Уведомление о предварительном заказе продукта

source: [[shop_name]] Product Backorder on Order: [order_number].
ru_ru: [[shop_name]] Предварительный заказ продукта: [order_number].

source: Free Shipping
ru_ru: Бесплатная доставка

source: Enable Free Shipping
ru_ru: Включите Бесплатная доставка

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Method Title
ru_ru: Название метода

source: This controls the title which the user sees during checkout.
ru_ru: Контролирует заголовок, которое пользователь видит при оплате.

source: Minimum Order Amount
ru_ru: Минимальная сумма заказа

source: Users will need to spend this amount to get free shipping. Leave blank to disable.
ru_ru: Пользователям придется потратить эту сумму, чтобы получить бесплатную доставку. Оставьте поле пустым, чтобы отключить эту опцию.

source: Method available for
ru_ru: Метод доступен для

source: All allowed countries
ru_ru: Все разрешенные страны

source: Specific Countries
ru_ru: Избранные страны

source: Local pickup
ru_ru: Забрать в офисе

source: Enable local pickup
ru_ru: Включить возможность забирать в офисе

source: Flat Rates
ru_ru: Фиксированные цены

source: Flat rates let you define a standard rate per item, or per order.
ru_ru: Фиксированные цены позволяют вам указать стандартную цену за единицу, или на заказ.

source: Enable Flat Rate
ru_ru: Включить фиксированную цену

source: Flat Rate
ru_ru: Фиксированная цена

source: Type
ru_ru: Тип

source: Per Order
ru_ru: На заказ

source: Per Item
ru_ru: За единицу

source: Tax Status
ru_ru: Налоговый статус

source: Taxable
ru_ru: Налогооблагаемый

source: None
ru_ru: Нет

source: Cost
ru_ru: Стоимость

source: Cost excluding tax. Enter an amount, e.g. 2.50.
ru_ru: Стоимость без учета налогов. Введите сумму, например 2.50.

source: Handling Fee
ru_ru: Пошлины за обработку

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
ru_ru: Стоимость без учета налогов. Введите сумму, например 2.50, или в процентах, например 5%. Оставьте пустым, чтобы отключить.

source: Shipping
ru_ru: Доставка

source: via
ru_ru: через

source: Rated %s out of 5
ru_ru: Оценка %s из 5

source: %s review for %s
ru_ru: %s отзыв о %s

source: Add Review
ru_ru: Добавить отзыв

source: Add a review
ru_ru: Добавить отзыв

source: Be the first to review
ru_ru: Будьте первым, кто добавил отзыв

source: There are no reviews yet, would you like to <a href="#review_form" class="inline show_review_form">submit yours</a>?
ru_ru: Нет отзывов, хотите <a href="#review_form" class="inline show_review_form">добавить ваш</a>?

source: Name
ru_ru: Наименование

source: Email
ru_ru: Электронная почта

source: Submit Review
ru_ru: Отправить отзыв

source: Rating
ru_ru: Рейтинг

source: Rate...
ru_ru: Оценить...

source: Perfect
ru_ru: Идеально

source: Good
ru_ru: Хорошо

source: Average
ru_ru: Средне

source: Not that bad
ru_ru: Не так уж плохо

source: Very Poor
ru_ru: Очень плохо

# noun
source: Your Review
ru_ru: Ваш отзыв

source: Search Results:
ru_ru: Результаты поиска:

source: No products found which match your selection.
ru_ru: Нет товаров, которые соответствуют Вашему критерию.

source: Your cart is empty.
ru_ru: Ваша корзина пуста.

source: &larr; Return to Shop
ru_ru: &larr; Вернуться в магазин

source: Unit Price
ru_ru: Цена за единицу

source: Quantity
ru_ru: Количество

source: Price
ru_ru: Цена

source: Remove this item.
ru_ru: Удалить этот элемент.

source: Personal:
ru_ru: Личное:

source: Apply Coupon
ru_ru: Применить купон

source: Update Shopping Cart
ru_ru: Обновить корзину

source: Proceed to Checkout &rarr;
ru_ru: Перейти к оформлению заказа &rarr;

source: Applied Coupons:
ru_ru: Применены купоны:

source: Cart Totals
ru_ru: Итого в корзине

source: Retail Price
ru_ru: Розничная цена

# shipping destination
source: To:
ru_ru: Кому:

source: Discount
ru_ru: Скидка

source: Total
ru_ru: Итого

source: Hello, <strong>%s</strong>. From your account dashboard you can view your recent orders, manage your shipping and billing addresses and <a href="%s">change your password</a>.
ru_ru: Здравствуйте <strong>%s</strong>. В вашем личном кабинете можно просмотреть ваши последние заказы, изменить адреса доставки и выставления счетов, а также <a href="%s">изменить ваш пароль</a>.

source: Available downloads
ru_ru: Доступные загрузки

source: download Remaining
ru_ru: доступная загрузка

source: Recent Orders
ru_ru: Последние заказы

source: Date
ru_ru: Дата

source: Ship to
ru_ru: Доставить к

source: Status
ru_ru: Статус

source: Product - %s - is now out of stock -- Canceling Order
ru_ru: Товара - %s - сейчас нет в наличии -- Отмена заказа

source: Pay
ru_ru: Оплатить

source: Cancel
ru_ru: Отменить

source: View
ru_ru: Просмотреть

source: My Addresses
ru_ru: Мои адреса

source: The following addresses will be used on the checkout page by default.
ru_ru: Следующие адреса будут использоваться по умолчанию на странице оформления заказа.

source: Billing Address
ru_ru: Адрес для выставления счета

source: You have not set up a billing address yet.
ru_ru: Вы еще не указали адрес для выставления счета.

source: Shipping Address
ru_ru: Адрес доставки

source: You have not set up a shipping address yet.
ru_ru: Вы еще не указали адрес доставки.

source: Save Address
ru_ru: Сохранить адрес

source: Go back to My Account
ru_ru: Вернуться в Мой аккаунт

source: New password
ru_ru: Новый пароль

source: Re-enter new password
ru_ru: Повторно введите новый пароль

source: Save
ru_ru: Сохранить

source: Order <mark>%s</mark> made on <mark>%s</mark>.
ru_ru: Заказ <mark>%s</mark> на <mark>%s</mark>.

source: Order status: <mark class="%s">%s</mark>
ru_ru: Статус заказа: <mark class="%s">%s</mark>

source: Order Details
ru_ru: Детали заказа

source: ID/SKU
ru_ru: ID/Артикул

source: Qty
ru_ru: Кол-во

source: Totals
ru_ru: Цена

source: Grand Total
ru_ru: Итого

source: Note:
ru_ru: Примечание:

source: Customer details
ru_ru: Информация о клиенте

source: Telephone:
ru_ru: Телефон:

source: N/A
ru_ru: Н/Д

source: Personal:
ru_ru: Личное:

source: Sorry, it seems that there are no available payment methods for your location. Please contact us if you require assistance or wish to make alternate arrangements.
ru_ru: Извините, похоже нет доступных методов оплаты для вашей страны. Пожалуйста, свяжитесь с нами, если вам требуется помощь или вы хотите использовать альтернативные механизмы.

source: Pay for order
ru_ru: Оплатить заказ

source: Please fill in your details above to see available payment methods.
ru_ru: Пожалуйста, заполните ваши детали выше, чтобы увидеть доступные способы оплаты.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
ru_ru: К сожалению, но нет доступных способов оплаты для вашего государства. Пожалуйста, свяжитесь с нами, если вам требуется помощь или хотите использовать альтернативные механизмы.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
ru_ru: Так как ваш браузер не поддерживает JavaScript или он отключен, пожалуйста, нажмите кнопку <em>Обновить итоги</em> до размещения вашего заказа. С вас может взиматься сумма большая, чем указанная выше, если вы не Сделайте этого.

source: Update totals
ru_ru: Обновить итоги

source: I accept the
ru_ru: Я принимаю

source: terms &amp; conditions
ru_ru: правила и условия

source: Place Order
ru_ru: Заказать

source: Your Order
ru_ru: Ваш заказ

source: Payment Methods
ru_ru: Способы оплаты

source: Pay via PayPal
ru_ru: Оплатить через PayPal

source: Thank you for your order. We are now redirecting you to PayPal to make payment.
ru_ru: Спасибо за ваш заказ. Сейчас мы перенаправляем вас к PayPal для оплаты.

source: Redirecting...
ru_ru: Перенаправление...

source: Pay via WorldPay
ru_ru: Оплатить через WorldPay

source: Thank you for your order. We are now redirecting you to WorldPay to make payment.
ru_ru: Спасибо за ваш заказ. Сейчас мы перенаправляем вас к WorldPay для оплаты.

source: Jigoshop profile
ru_ru: Профиль Jigoshop

source: Billing address
ru_ru: Адрес для выставления счета

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Company
ru_ru: Компания

source: Address 1
ru_ru: Адрес 1

source: Address 2
ru_ru: Адрес 2

source: City
ru_ru: Город

source: Country
ru_ru: Страна

source: Phone
ru_ru: Телефон

source: Shipping address
ru_ru: Адрес доставки

# emails
source: Product
ru_ru: Продукт

# emails
source: Quantity
ru_ru: Количество

# emails
source: Price
ru_ru: Цена

source: Personal:
ru_ru: Личное:
